[{"uri":"https://scholars.duke.edu/individual/pub1032133","vivoType":"http://vivoweb.org/ontology/core#Software","label":"BAS: Bayesian Model Averaging using Bayesian Adaptive Sampling","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1032133\">BAS: Bayesian Model Averaging using Bayesian Adaptive Sampling.</a> 2016.</em>","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032133\">\"BAS: Bayesian Model Averaging using Bayesian Adaptive Sampling.\"</a> (2016).</em>","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2016","abstract":"Package for Bayesian Model Averaging in linear models using stochastic or deterministic sampling without replacement from posterior distributions. Prior distributions on coefficients are from Zellner's g-prior or mixtures of g-priors corresponding to the Zellner-Siow Cauchy Priors or the Liang et al hyper-g priors (JASA 2008). Other model selection criterian include AIC and BIC. Sampling probabilities may be updated based on the sampled models. Allows uniform or beta-binomial prior distributions on models.","apaCitation":"Clyde, MA. (2016). <a href=\"https://scholars.duke.edu/individual/pub1032133\">BAS: Bayesian Model Averaging using Bayesian Adaptive Sampling.</a></em>","year":"2016-01-01T00:00:00","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032133\">\"BAS: Bayesian Model Averaging using Bayesian Adaptive Sampling.\"</a> (2016).</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedBy":"CRAN"}},{"uri":"https://scholars.duke.edu/individual/pub1125442","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Brain Mapping and Monitoring","attributes":{"icmjeCitation":"Serafini S, Clyde MA, Husain AM, Haglund MM. <a href=\"https://scholars.duke.edu/individual/pub1125442\">Brain Mapping and Monitoring.</a> In: Husain AM, editor. Practical Epilepsy. Demos Medical Publishing, LLC; 2015. p. 192-199.</em> (Chapter)","mlaCitation":"Serafini, S, Clyde, MA, Husain, AM, and Haglund, MM. <a href=\"https://scholars.duke.edu/individual/pub1125442\">\"Brain Mapping and Monitoring.\"</a> <em>Practical Epilepsy.</em> Ed. AM Husain. Demos Medical Publishing, LLC, 2015. 192-199.</em> (Chapter)","isFavorite":"false","isbn10":"161705187X","authorList":"Serafini, S; Clyde, MA; Husain, AM; Haglund, MM","datetime":"https://scholars.duke.edu/individual/dateValue2015","apaCitation":"Serafini, S, Clyde, MA, Husain, AM, & Haglund, MM. (2015). <a href=\"https://scholars.duke.edu/individual/pub1125442\">Brain Mapping and Monitoring.</a> In AM Husain (Ed.), <em>Practical Epilepsy</em> (pp. 192-199).</em> Demos Medical Publishing, LLC.</em> (Chapter)","year":"2015-01-01T00:00:00","endPage":"199","publicationSource":"manual","chicagoCitation":"Serafini, S, Clyde, MA, Husain, AM, and Haglund, MM. <a href=\"https://scholars.duke.edu/individual/pub1125442\">\"Brain Mapping and Monitoring.\"</a> In <em>Practical Epilepsy,</em>edited by AM Husain,</em>192-199.</em> Demos Medical Publishing, LLC, 2015.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9781620700297","editorList":"Husain, AM","parentBookTitle":"Practical Epilepsy","startPage":"192","publishedBy":"Demos Medical Publishing, LLC"}},{"uri":"https://scholars.duke.edu/individual/pub1126401","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Experimental Design: Bayesian Designs","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1126401\">Experimental Design: Bayesian Designs.</a> In: Wright JD, editor. International Encyclopedia of Social and Behavioral Sciences. Science Direct; 2015. p. 521-526.</em> (Chapter)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126401\">\"Experimental Design: Bayesian Designs.\"</a> <em>International Encyclopedia of Social and Behavioral Sciences.</em> Ed. JD Wright. Science Direct, 2015. 521-526.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2015","abstract":"This article provides an overview of experimental design using a Bayesian decision-theoretic framework. Scientific experimentation requires decisions about how an experiment will be conducted and analyzed. Such decisions depend on the goals and purpose of the experiment, but certain choices may be restricted by available resources and ethical considerations. Prior information may be available from earlier experiments or from conjectures which motivate the investigation. The Bayesian approach provides a coherent framework where prior information and uncertainties regarding unknown quantities can be combined to find an experimental design that optimizes the goals of the experiment.","apaCitation":"Clyde, MA. (2015). <a href=\"https://scholars.duke.edu/individual/pub1126401\">Experimental Design: Bayesian Designs.</a> In JD Wright (Ed.), <em>International Encyclopedia of Social and Behavioral Sciences</em> (pp. 521-526).</em> Science Direct.</em> (Chapter)","year":"2015-01-01T00:00:00","endPage":"526","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126401\">\"Experimental Design: Bayesian Designs.\"</a> In <em>International Encyclopedia of Social and Behavioral Sciences,</em>edited by JD Wright,</em>521-526.</em> Science Direct, 2015.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-0-08-097087-5","editorList":"Wright, JD","parentBookTitle":"International Encyclopedia of Social and Behavioral Sciences","startPage":"521","publishedBy":"Science Direct","doi":"10.1016/B978-0-08-097086-8.99009-3","volume":"8"}},{"uri":"https://scholars.duke.edu/individual/pub1025764","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Functional Annotation Signatures of Disease Susceptibility Loci Improve SNP Association Analysis","attributes":{"icmjeCitation":"Iversen ES, Lipton G, Clyde MA, Monteiro ANA. <a href=\"https://scholars.duke.edu/individual/pub1025764\">Functional Annotation Signatures of Disease Susceptibility Loci Improve SNP Association Analysis.</a> BMC Genomics. 2014;15:398-398. PubMed PMID: 24886216.</em>","mlaCitation":"Iversen, ES, Lipton, G, Clyde, MA, and Monteiro, ANA. <a href=\"https://scholars.duke.edu/individual/pub1025764\">\"Functional Annotation Signatures of Disease Susceptibility Loci Improve SNP Association Analysis.\"</a> <em>BMC Genomics</em> 15 (2014): 398-398.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/8882","authorList":"Iversen, ES; Lipton, G; Clyde, MA; Monteiro, ANA","datetime":"https://scholars.duke.edu/individual/dateValue2014","abstract":"Background\n\nGenetic association studies are conducted to discover genetic loci that contribute to an inherited trait, identify the variants behind these associations and ascertain their functional role in determining the phenotype. To date, functional annotations of the genetic variants have rarely played more than an indirect role in assessing evidence for association. Here, we demonstrate how these data can be systematically integrated into an association study’s analysis plan.\n \nResults\nWe developed a Bayesian statistical model for the prior probability of phenotype–genotype association that incorporates data from past association studies and publicly available functional annotation data regarding the susceptibility variants under study. The model takes the form of a binary regression of association status on a set of annotation variables whose coefficients were estimated through an analysis of associated SNPs in the GWAS Catalog (GC). The functional predictors examined included measures that have been demonstrated to correlate with the association status of SNPs in the GC and some whose utility in this regard is speculative: summaries of the UCSC Human Genome Browser ENCODE super–track data, dbSNP function class, sequence conservation summaries, proximity to genomic variants in the Database of Genomic Variants and known regulatory elements in the Open Regulatory Annotation database, PolyPhen–2 probabilities and RegulomeDB categories. Because we expected that only a fraction of the annotations would contribute to predicting association, we employed a penalized likelihood method to reduce the impact of non–informative predictors and evaluated the model’s ability to predict GC SNPs not used to construct the model. We show that the functional data alone are predictive of a SNP’s presence in the GC. Further, using data from a genome–wide study of ovarian cancer, we demonstrate that their use as prior data when testing for association is practical at the genome–wide scale and improves power to detect associations.\n \nConclusions\nWe show how diverse functional annotations can be efficiently combined to create ‘functional signatures’ that predict the a priori odds of a variant’s association to a trait and how these signatures can be integrated into a standard genome–wide–scale association analysis, resulting in improved power to detect truly associated variants.","pmid":"24886216","apaCitation":"Iversen, ES, Lipton, G, Clyde, MA, & Monteiro, ANA. (2014). <a href=\"https://scholars.duke.edu/individual/pub1025764\">Functional Annotation Signatures of Disease Susceptibility Loci Improve SNP Association Analysis.</a> <em>BMC Genomics</em>, <em>15</em>, 398-398.</em>","year":"2014-01-01T00:00:00","endPage":"398","publicationSource":"manual","chicagoCitation":"Iversen, ES, Lipton, G, Clyde, MA, and Monteiro, ANA. <a href=\"https://scholars.duke.edu/individual/pub1025764\">\"Functional Annotation Signatures of Disease Susceptibility Loci Improve SNP Association Analysis.\"</a> <em>BMC Genomics</em> 15 (2014): 398-398.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedIn":"BMC Genomics","startPage":"398","publishedBy":"BMC Genomics","doi":"10.1186/1471-2164-15-398","volume":"15"}},{"uri":"https://scholars.duke.edu/individual/pub1024665","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Bayesian Model Averaging in the M-Open Framework","attributes":{"icmjeCitation":"Clyde MA, Iversen ES. <a href=\"https://scholars.duke.edu/individual/pub1024665\">Bayesian Model Averaging in the M-Open Framework.</a> In: Damien P, Dellaportas P, Polson NG, Stephens DA, editors. Bayesian Theory and Applications. Oxford University Press; 2013. p. 484-498.</em> (Chapter)","mlaCitation":"Clyde, MA, and Iversen, ES. <a href=\"https://scholars.duke.edu/individual/pub1024665\">\"Bayesian Model Averaging in the M-Open Framework.\"</a> <em>Bayesian Theory and Applications.</em> Ed. P Damien, P Dellaportas, NG Polson, and DA Stephens. Oxford University Press, 2013. 484-498.</em> (Chapter)","isFavorite":"false","isbn10":"0191647004","onlineContent":"http://hdl.handle.net/10161/11779","authorList":"Clyde, MA; Iversen, ES","datetime":"https://scholars.duke.edu/individual/dateValue2013","abstract":"This chapter presents a model averaging approach in the M-open setting using sample re-use methods to approximate the predictive distribution of future observations. It first reviews the standard M-closed Bayesian Model Averaging approach and decision-theoretic methods for producing inferences and decisions. It then reviews model selection from the M-complete and M-open perspectives, before formulating a Bayesian solution to model averaging in the M-open perspective. It constructs optimal weights for MOMA:M-open Model Averaging using a decision-theoretic framework, where models are treated as part of the ‘action space’ rather than unknown states of nature. Using ‘incompatible’ retrospective and prospective models for data from a case-control study, the chapter demonstrates that MOMA gives better predictive accuracy than the proxy models. It concludes with open questions and future directions.","apaCitation":"Clyde, MA, & Iversen, ES. (2013). <a href=\"https://scholars.duke.edu/individual/pub1024665\">Bayesian Model Averaging in the M-Open Framework.</a> In P Damien, P Dellaportas, NG Polson & DA Stephens (Eds.), <em>Bayesian Theory and Applications</em> (pp. 484-498).</em> Oxford University Press.</em> (Chapter)","year":"2013-01-01T00:00:00","endPage":"498","publicationSource":"manual","chicagoCitation":"Clyde, MA, and Iversen, ES. <a href=\"https://scholars.duke.edu/individual/pub1024665\">\"Bayesian Model Averaging in the M-Open Framework.\"</a> In <em>Bayesian Theory and Applications,</em>edited by P Damien, P Dellaportas, NG Polson, and DA Stephens,</em>484-498.</em> Oxford University Press, 2013.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9780191647000","editorList":"Damien, P; Dellaportas, P; Polson, NG; Stephens, DA","numPages":"720","parentBookTitle":"Bayesian Theory and Applications","startPage":"484","publishedBy":"Oxford University Press","doi":"10.1093/acprof:oso/9780199695607.003.0024"}},{"uri":"https://scholars.duke.edu/individual/pub938304","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Multimodality word-finding distinctions in cortical stimulation mapping.","attributes":{"icmjeCitation":"Serafini S, Clyde MA, Tolson M, Haglund MM. <a href=\"https://scholars.duke.edu/individual/pub938304\">Multimodality word-finding distinctions in cortical stimulation mapping.</a> Neurosurgery. 2013;73(1):36-47. PubMed PMID: 23615091.</em>","mlaCitation":"Serafini, S, Clyde, MA, Tolson, M, and Haglund, MM. <a href=\"https://scholars.duke.edu/individual/pub938304\">\"Multimodality word-finding distinctions in cortical stimulation mapping.\"</a> <em>Neurosurgery</em> 73.1 (2013): 36-47.</em>","isFavorite":"false","authorList":"Serafini, S; Clyde, MA; Tolson, M; Haglund, MM","datetime":"https://scholars.duke.edu/individual/dateValue2013","abstract":"BACKGROUND: Cortical stimulation mapping (CSM) commonly uses visual naming to determine resection margins in the dominant hemisphere of patients with epilepsy. Visual naming alone may not identify all language sites in resection-prone areas, prompting additional tasks for comprehensive language mapping. OBJECTIVE: To demonstrate word-finding distinctions between visual, auditory, and reading modalities during CSM and the percentage of modality-specific language sites within dominant hemisphere subregions. METHODS: Twenty-eight patients with epilepsy underwent CSM by the use of visual, auditory, and sentence-completion tasks. Hierarchical logistic regression analyzed errors to identify language sites and provide modality-specific percentages within subregions. RESULTS: The percentage of sites classified as language sites based on auditory naming was twice as high in anterior temporal regions compared with visual naming, marginally higher in posterior temporal areas, and comparable in parietal regions. Sentence completion was comparable to visual and auditory naming in parietal regions and lower in most temporal areas. Of 470 sites tested with both visual and auditory naming, 95 sites were distinctly auditory, whereas 48 sites were distinctly visual. The remaining sites overlapped. CONCLUSION: Distinct cortical areas were found for distinct input modalities, with language sites in anterior tip regions found most often by using auditory naming. The vulnerability of anterior temporal tip regions to resection in this population and distinct sites for each modality suggest that a multimodality approach may be needed to spare crucial language sites, if sparing those sites can be shown to significantly reduce the rate of postoperative language deficits without sacrificing seizure control.","pmid":"23615091","apaCitation":"Serafini, S, Clyde, MA, Tolson, M, & Haglund, MM. (2013). <a href=\"https://scholars.duke.edu/individual/pub938304\">Multimodality word-finding distinctions in cortical stimulation mapping.</a> <em>Neurosurgery</em>, <em>73</em> (1), 36-47.</em>","year":"2013-01-01T00:00:00","endPage":"47","publicationSource":"manual","chicagoCitation":"Serafini, S, Clyde, MA, Tolson, M, and Haglund, MM. <a href=\"https://scholars.duke.edu/individual/pub938304\">\"Multimodality word-finding distinctions in cortical stimulation mapping.\"</a> <em>Neurosurgery</em> 73, no. 1 (2013): 36-47.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0148-396X","publishedIn":"Neurosurgery","startPage":"36","doi":"10.1227/01.neu.0000429861.42394.d8","volume":"73"}},{"uri":"https://scholars.duke.edu/individual/pub760637","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian methods for analysis and adaptive scheduling of exoplanet observations","attributes":{"icmjeCitation":"Loredo TJ, Berger JO, Chernoff DF, Clyde MA, Liu B. <a href=\"https://scholars.duke.edu/individual/pub760637\">Bayesian methods for analysis and adaptive scheduling of exoplanet observations.</a> Statistical Methodology. 2012;9(1-2):101-114.</em>","mlaCitation":"Loredo, TJ, Berger, JO, Chernoff, DF, Clyde, MA, and Liu, B. <a href=\"https://scholars.duke.edu/individual/pub760637\">\"Bayesian methods for analysis and adaptive scheduling of exoplanet observations.\"</a> <em>Statistical Methodology</em> 9.1-2 (2012): 101-114.</em>","isFavorite":"false","authorList":"Loredo, TJ; Berger, JO; Chernoff, DF; Clyde, MA; Liu, B","datetime":"https://scholars.duke.edu/individual/dateValue2012","abstract":"We describe work in progress by a collaboration of astronomers and statisticians developing a suite of Bayesian data analysis tools for extrasolar planet (exoplanet) detection, planetary orbit estimation, and adaptive scheduling of observations. Our work addresses analysis of stellar reflex motion data, where a planet is detected by observing the \"wobble\" of its host star as it responds to the gravitational tug of the orbiting planet. Newtonian mechanics specifies an analytical model for the resulting time series, but it is strongly nonlinear, yielding complex, multimodal likelihood functions; it is even more complex when multiple planets are present. The number of dimensions in the model parameter space ranges from a few to dozens, depending on the number of planets in the system, and the type of motion measured (line-of-sight velocity, or position on the sky). Since orbits are periodic, Bayesian generalizations of periodogram methods facilitate the analysis. This relies on the model being linearly separable, enabling partial analytical marginalization, reducing the dimension of the parameter space. Subsequent analysis uses adaptive Markov chain Monte Carlo methods and adaptive importance sampling to perform the integrals required for both inference (planet detection and orbit measurement), and information-maximizing sequential design (for adaptive scheduling of observations). We present an overview of our current techniques and highlight directions being explored by ongoing research. © 2011 Elsevier B.V..","apaCitation":"Loredo, TJ, Berger, JO, Chernoff, DF, Clyde, MA, & Liu, B. (2012). <a href=\"https://scholars.duke.edu/individual/pub760637\">Bayesian methods for analysis and adaptive scheduling of exoplanet observations.</a> <em>Statistical Methodology</em>, <em>9</em> (1-2), 101-114.</em>","year":"2012-01-01T00:00:00","endPage":"114","publicationSource":"scival","chicagoCitation":"Loredo, TJ, Berger, JO, Chernoff, DF, Clyde, MA, and Liu, B. <a href=\"https://scholars.duke.edu/individual/pub760637\">\"Bayesian methods for analysis and adaptive scheduling of exoplanet observations.\"</a> <em>Statistical Methodology</em> 9, no. 1-2 (2012): 101-114.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1-2","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1572-3127","publishedIn":"Statistical Methodology","startPage":"101","doi":"10.1016/j.stamet.2011.07.005","volume":"9"}},{"uri":"https://scholars.duke.edu/individual/pub765672","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Finite population estimators in stochastic search variable selection","attributes":{"icmjeCitation":"Clyde MA, Ghosh J. <a href=\"https://scholars.duke.edu/individual/pub765672\">Finite population estimators in stochastic search variable selection.</a> Biometrika. 2012;99(4):981-988.</em>","mlaCitation":"Clyde, MA, and Ghosh, J. <a href=\"https://scholars.duke.edu/individual/pub765672\">\"Finite population estimators in stochastic search variable selection.\"</a> <em>Biometrika</em> 99.4 (2012): 981-988.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/11723","authorList":"Clyde, MA; Ghosh, J","datetime":"https://scholars.duke.edu/individual/dateValue2012","abstract":"Monte Carlo algorithms are commonly used to identify a set of models for Bayesian model selection or model averaging. Because empirical frequencies of models are often zero or one in high-dimensional problems, posterior probabilities calculated from the observed marginal likelihoods, renormalized over the sampled models, are often employed. Such estimates are the only recourse in several newer stochastic search algorithms. In this paper, we prove that renormalization of posterior probabilities over the set of sampled models generally leads to bias that may dominate mean squared error. Viewing the model space as a finite population, we propose a new estimator based on a ratio of Horvitz-Thompson estimators that incorporates observed marginal likelihoods, but is approximately unbiased. This is shown to lead to a reduction in mean squared error compared to the empirical or renormalized estimators, with little increase in computational cost. © 2012 Biometrika Trust.","apaCitation":"Clyde, MA, & Ghosh, J. (2012). <a href=\"https://scholars.duke.edu/individual/pub765672\">Finite population estimators in stochastic search variable selection.</a> <em>Biometrika</em>, <em>99</em> (4), 981-988.</em>","year":"2012-01-01T00:00:00","endPage":"988","publicationSource":"scival","chicagoCitation":"Clyde, MA, and Ghosh, J. <a href=\"https://scholars.duke.edu/individual/pub765672\">\"Finite population estimators in stochastic search variable selection.\"</a> <em>Biometrika</em> 99, no. 4 (2012): 981-988.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0006-3444","publishedIn":"Biometrika","startPage":"981","doi":"10.1093/biomet/ass040","volume":"99"}},{"uri":"https://scholars.duke.edu/individual/pub1126398","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Discussion of ``Polson and Scott: Shrink globally, act locally: Sparse Bayesian regularization  and prediction''","attributes":{"icmjeCitation":"Clyde MA, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub1126398\">Discussion of ``Polson and Scott: Shrink globally, act locally: Sparse Bayesian regularization  and prediction''.</a> In: Bernardo JM, Bayarri MJ, Berger JO, Dawid AP, Heckerman D, Smith AFM, West M, editors. Bayesian Statistics 9. Oxford University Press; 2011. p. 528-529.</em>","mlaCitation":"Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126398\">\"Discussion of ``Polson and Scott: Shrink globally, act locally: Sparse Bayesian regularization  and prediction''.\"</a> <em>Bayesian Statistics 9.</em> Ed. JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith, and M West. Oxford University Press, 2011. 528-529.</em>","isFavorite":"false","isbn10":"0199694583","authorList":"Clyde, MA; Wolpert, RL","datetime":"https://scholars.duke.edu/individual/dateValue2011","apaCitation":"Clyde, MA, & Wolpert, RL. (2011). <a href=\"https://scholars.duke.edu/individual/pub1126398\">Discussion of ``Polson and Scott: Shrink globally, act locally: Sparse Bayesian regularization  and prediction''.</a> In JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith & M West (Eds.), <em>Bayesian Statistics 9</em> (pp. 528-529).</em> Oxford University Press.</em>","year":"2011-01-01T00:00:00","endPage":"529","publicationSource":"manual","chicagoCitation":"Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126398\">\"Discussion of ``Polson and Scott: Shrink globally, act locally: Sparse Bayesian regularization  and prediction''.\"</a> In <em>Bayesian Statistics 9,</em>edited by JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith, and M West,</em>528-529.</em> Oxford University Press, 2011.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","isbn13":"9780199694587","editorList":"Bernardo, JM; Bayarri, MJ; Berger, JO; Dawid, AP; Heckerman, D; Smith, AFM; West, M","parentBookTitle":"Bayesian Statistics 9","startPage":"528","publishedBy":"Oxford University Press"}},{"uri":"https://scholars.duke.edu/individual/pub765673","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Stochastic expansions using continuous dictionaries: Lévy adaptive regression kernels","attributes":{"icmjeCitation":"Wolpert RL, Clyde MA, Tu C. <a href=\"https://scholars.duke.edu/individual/pub765673\">Stochastic expansions using continuous dictionaries: Lévy adaptive regression kernels.</a> Annals of Statistics. 2011;39(4):1916-1962.</em>","mlaCitation":"Wolpert, RL, Clyde, MA, and Tu, C. <a href=\"https://scholars.duke.edu/individual/pub765673\">\"Stochastic expansions using continuous dictionaries: Lévy adaptive regression kernels.\"</a> <em>Annals of Statistics</em> 39.4 (2011): 1916-1962.</em>","isFavorite":"true","onlineContent":"http://hdl.handle.net/10161/8885","authorList":"Wolpert, RL; Clyde, MA; Tu, C","datetime":"https://scholars.duke.edu/individual/dateValue2011","abstract":"This article describes a new class of prior distributions for nonparametric function estimation. The unknown function is modeled as a limit of weighted sums of kernels or generator functions indexed by continuous parameters that control local and global features such as their translation, dilation, modulation and shape. Lévy random fields and their stochastic integrals are employed to induce prior distributions for the unknown functions or, equivalently, for the number of kernels and for the parameters governing their features. Scaling, shape, and other features of the generating functions are location-specific to allow quite different function properties in different parts of the space, as with wavelet bases and other methods employing overcomplete dictionaries. We provide conditions under which the stochastic expansions converge in specified Besov or Sobolev norms. Under a Gaussian error model, this may be viewed as a sparse regression problem, with regularization induced via the Lévy random field prior distribution. Posterior inference for the unknown functions is based on a reversible jump Markov chain Monte Carlo algorithm. We compare the Lévy Adaptive Regression Kernel (LARK) method to wavelet-based methods using some of the standard test functions, and illustrate its flexibility and adaptability in nonstationary applications. © Institute of Mathematical Statistics, 2011.","apaCitation":"Wolpert, RL, Clyde, MA, & Tu, C. (2011). <a href=\"https://scholars.duke.edu/individual/pub765673\">Stochastic expansions using continuous dictionaries: Lévy adaptive regression kernels.</a> <em>Annals of Statistics</em>, <em>39</em> (4), 1916-1962.</em>","year":"2011-01-01T00:00:00","endPage":"1962","publicationSource":"scival","chicagoCitation":"Wolpert, RL, Clyde, MA, and Tu, C. <a href=\"https://scholars.duke.edu/individual/pub765673\">\"Stochastic expansions using continuous dictionaries: Lévy adaptive regression kernels.\"</a> <em>Annals of Statistics</em> 39, no. 4 (2011): 1916-1962.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0090-5364","publishedIn":"Annals of statistics","startPage":"1916","doi":"10.1214/11-AOS889","volume":"39"}},{"uri":"https://scholars.duke.edu/individual/pub765674","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian adaptive sampling for variable selection and model averaging","attributes":{"icmjeCitation":"Clyde MA, Ghosh J, Littman ML. <a href=\"https://scholars.duke.edu/individual/pub765674\">Bayesian adaptive sampling for variable selection and model averaging.</a> Journal of Computational and Graphical Statistics. 2011;20(1):80-101.</em>","mlaCitation":"Clyde, MA, Ghosh, J, and Littman, ML. <a href=\"https://scholars.duke.edu/individual/pub765674\">\"Bayesian adaptive sampling for variable selection and model averaging.\"</a> <em>Journal of Computational and Graphical Statistics</em> 20.1 (2011): 80-101.</em>","isFavorite":"false","authorList":"Clyde, MA; Ghosh, J; Littman, ML","datetime":"https://scholars.duke.edu/individual/dateValue2011","abstract":"For the problem of model choice in linear regression, we introduce a Bayesian adaptive sampling algorithm (BAS), that samples models without replacement from the space of models. For problems that permit enumeration of all models, BAS is guaranteed to enumerate the model space in 2p iterations where p is the number of potential variables under consideration. For larger problems where sampling is required, we provide conditions under which BAS provides perfect samples without replacement. When the sampling probabilities in the algorithm are the marginal variable inclusion probabilities, BAS may be viewed as sampling models \"near\" the median probability model of Barbieri and Berger. As marginal inclusion probabilities are not known in advance, we discuss several strategies to estimate adaptively the marginal inclusion probabilities within BAS. We illustrate the performance of the algorithm using simulated and real data and show that BAS can outperform Markov chain Monte Carlo methods. The algorithm is implemented in the R package BAS available at CRAN. This article has supplementary material online. Copyright © 2011 American Statistical Association.","apaCitation":"Clyde, MA, Ghosh, J, & Littman, ML. (2011). <a href=\"https://scholars.duke.edu/individual/pub765674\">Bayesian adaptive sampling for variable selection and model averaging.</a> <em>Journal of Computational and Graphical Statistics</em>, <em>20</em> (1), 80-101.</em>","year":"2011-01-01T00:00:00","endPage":"101","publicationSource":"scival","chicagoCitation":"Clyde, MA, Ghosh, J, and Littman, ML. <a href=\"https://scholars.duke.edu/individual/pub765674\">\"Bayesian adaptive sampling for variable selection and model averaging.\"</a> <em>Journal of Computational and Graphical Statistics</em> 20, no. 1 (2011): 80-101.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1061-8600","publishedIn":"Journal of computational and graphical statistics : a joint publication of American Statistical Association, Institute of Mathematical Statistics, Interface Foundation of North America","startPage":"80","doi":"10.1198/jcgs.2010.09049","volume":"20"}},{"uri":"https://scholars.duke.edu/individual/pub765675","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Generalized Beta Mixtures of Gaussians","attributes":{"icmjeCitation":"Armagan A, Dunson DB, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub765675\">Generalized Beta Mixtures of Gaussians.</a> Shawe-Taylor J, Zemel RS, Bartlett PL, editors. Advances in Neural Information Processing Systems. 2011;24:523-531. PubMed PMID: 25364213.</em>","mlaCitation":"Armagan, A, Dunson, DB, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub765675\">\"Generalized Beta Mixtures of Gaussians.\"</a> Ed. J Shawe-Taylor, RS Zemel, and PL Bartlett. <em>Advances in Neural Information Processing Systems</em> 24 (2011): 523-531.</em>","isFavorite":"false","authorList":"Armagan, A; Dunson, DB; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2011","abstract":"In recent years, a rich variety of shrinkage priors have been proposed that have great promise in addressing massive regression problems. In general, these new priors can be expressed as scale mixtures of normals, but have more complex forms and better properties than traditional Cauchy and double exponential priors. We first propose a new class of normal scale mixtures through a novel generalized beta distribution that encompasses many interesting priors as special cases. This encompassing framework should prove useful in comparing competing priors, considering properties and revealing close connections. We then develop a class of variational Bayes approximations through the new hierarchy presented that will scale more efficiently to the types of truly massive data sets that are now encountered routinely.","pmid":"25364213","apaCitation":"Armagan, A, Dunson, DB, & Clyde, MA. (2011). <a href=\"https://scholars.duke.edu/individual/pub765675\">Generalized Beta Mixtures of Gaussians.</a> J Shawe-Taylor, RS Zemel & PL Bartlett (Eds.). <em>Advances in Neural Information Processing Systems</em>, <em>24</em>, 523-531.</em>","year":"2011-01-01T00:00:00","endPage":"531","publicationSource":"manual","chicagoCitation":"Armagan, A, Dunson, DB, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub765675\">\"Generalized Beta Mixtures of Gaussians.\"</a> Edited by J Shawe-Taylor, RS Zemel, and PL Bartlett. <em>Advances in Neural Information Processing Systems</em> 24 (2011): 523-531.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","editorList":"Shawe-Taylor, J; Zemel, RS; Bartlett, PL","publicationVenue":"https://scholars.duke.edu/individual/jou1049-5258","publishedIn":"Advances in Neural Information Processing Systems","startPage":"523","publishedBy":"Neural Information Processing Systems Foundation, Inc","volume":"24"}},{"uri":"https://scholars.duke.edu/individual/pub765676","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Rao-blackwellization for Bayesian variable selection and model averaging in linear and binary regression: A novel data augmentation approach","attributes":{"icmjeCitation":"Ghosh J, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub765676\">Rao-blackwellization for Bayesian variable selection and model averaging in linear and binary regression: A novel data augmentation approach.</a> Journal of the American Statistical Association. 2011;106(495):1041-1052.</em>","mlaCitation":"Ghosh, J, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub765676\">\"Rao-blackwellization for Bayesian variable selection and model averaging in linear and binary regression: A novel data augmentation approach.\"</a> <em>Journal of the American Statistical Association</em> 106.495 (2011): 1041-1052.</em>","isFavorite":"true","authorList":"Ghosh, J; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2011","abstract":"Choosing the subset of covariates to use in regression or generalized linear models is a ubiquitous problem. The Bayesian paradigm addresses the problem of model uncertainty by considering models corresponding to all possible subsets of the covariates, where the posterior distribution over models is used to select models or combine them via Bayesian model averaging (BMA). Although conceptually straightforward, BMA is often difficult to implement in practice, since either the number of covariates is too large for enumeration of all subsets, calculations cannot be done analytically, or both. For orthogonal designs with the appropriate choice of prior, the posterior probability of any model can be calculated without having to enumerate the entire model space and scales linearly with the number of predictors, p. In this article we extend this idea to a much broader class of nonorthogonal design matrices. We propose a novel method which augments the observed nonorthogonal design by at most p new rows to obtain a design matrix with orthogonal columns and generate the \"missing\" response variables in a data augmentation algorithm. We show that our data augmentation approach keeps the original posterior distribution of interest unaltered, and develop methods to construct Rao-Blackwellized estimates of several quantities of interest, including posterior model probabilities of any model, which may not be available from an ordinary Gibbs sampler. Our method can be used for BMA in linear regression and binary regression with nonorthogonal design matrices in conjunction with independent \"spike and slab\" priors with a continuous prior component that is a Cauchy or other heavy tailed distribution that may be represented as a scale mixture of normals. We provide simulated and real examples to illustrate the methodology. Supplemental materials for the manuscript are available online. © 2011 American Statistical Association.","apaCitation":"Ghosh, J, & Clyde, MA. (2011). <a href=\"https://scholars.duke.edu/individual/pub765676\">Rao-blackwellization for Bayesian variable selection and model averaging in linear and binary regression: A novel data augmentation approach.</a> <em>Journal of the American Statistical Association</em>, <em>106</em> (495), 1041-1052.</em>","year":"2011-01-01T00:00:00","endPage":"1052","publicationSource":"scival","chicagoCitation":"Ghosh, J, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub765676\">\"Rao-blackwellization for Bayesian variable selection and model averaging in linear and binary regression: A novel data augmentation approach.\"</a> <em>Journal of the American Statistical Association</em> 106, no. 495 (2011): 1041-1052.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"495","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0162-1459","publishedIn":"Journal of the American Statistical Association","startPage":"1041","doi":"10.1198/jasa.2011.tm10518","volume":"106"}},{"uri":"https://scholars.duke.edu/individual/pub737917","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"BAYESIAN MODEL SEARCH AND MULTILEVEL INFERENCE FOR SNP ASSOCIATION STUDIES.","attributes":{"icmjeCitation":"Wilson MA, Iversen ES, Clyde MA, Schmidler SC, Schildkraut JM. <a href=\"https://scholars.duke.edu/individual/pub737917\">BAYESIAN MODEL SEARCH AND MULTILEVEL INFERENCE FOR SNP ASSOCIATION STUDIES.</a> Ann Appl Stat. 2010 Sep 1;4(3):1342-1364. PubMed PMID: 21179394.</em>","mlaCitation":"Wilson, MA, Iversen, ES, Clyde, MA, Schmidler, SC, and Schildkraut, JM. <a href=\"https://scholars.duke.edu/individual/pub737917\">\"BAYESIAN MODEL SEARCH AND MULTILEVEL INFERENCE FOR SNP ASSOCIATION STUDIES.\"</a> <em>Ann Appl Stat</em> 4.3 (September 1, 2010): 1342-1364.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/8405","authorList":"Wilson, MA; Iversen, ES; Clyde, MA; Schmidler, SC; Schildkraut, JM","datetime":"https://scholars.duke.edu/individual/dateValue20100901","abstract":"Technological advances in genotyping have given rise to hypothesis-based association studies of increasing scope. As a result, the scientific hypotheses addressed by these studies have become more complex and more difficult to address using existing analytic methodologies. Obstacles to analysis include inference in the face of multiple comparisons, complications arising from correlations among the SNPs (single nucleotide polymorphisms), choice of their genetic parametrization and missing data. In this paper we present an efficient Bayesian model search strategy that searches over the space of genetic markers and their genetic parametrization. The resulting method for Multilevel Inference of SNP Associations, MISA, allows computation of multilevel posterior probabilities and Bayes factors at the global, gene and SNP level, with the prior distribution on SNP inclusion in the model providing an intrinsic multiplicity correction. We use simulated data sets to characterize MISA's statistical power, and show that MISA has higher power to detect association than standard procedures. Using data from the North Carolina Ovarian Cancer Study (NCOCS), MISA identifies variants that were not identified by standard methods and have been externally \"validated\" in independent studies. We examine sensitivity of the NCOCS results to prior choice and method for imputing missing data. MISA is available in an R package on CRAN.","pmid":"21179394","apaCitation":"Wilson, MA, Iversen, ES, Clyde, MA, Schmidler, SC, & Schildkraut, JM. (2010, September 1). <a href=\"https://scholars.duke.edu/individual/pub737917\">BAYESIAN MODEL SEARCH AND MULTILEVEL INFERENCE FOR SNP ASSOCIATION STUDIES.</a> <em>Ann Appl Stat</em>, <em>4</em> (3), 1342-1364.</em>","year":"2010-09-01T00:00:00","endPage":"1364","publicationSource":"pubmed","chicagoCitation":"Wilson, MA, Iversen, ES, Clyde, MA, Schmidler, SC, and Schildkraut, JM. <a href=\"https://scholars.duke.edu/individual/pub737917\">\"BAYESIAN MODEL SEARCH AND MULTILEVEL INFERENCE FOR SNP ASSOCIATION STUDIES.\"</a> <em>Ann Appl Stat</em> 4, no. 3 (September 1, 2010): 1342-1364.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"3","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1932-6157","publishedIn":"The annals of applied statistics","startPage":"1342","volume":"4"}},{"uri":"https://scholars.duke.edu/individual/pub721577","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Association between DNA damage response and repair genes and risk of invasive serous ovarian cancer.","attributes":{"icmjeCitation":"Schildkraut JM, Iversen ES, Wilson MA, Clyde MA, Moorman PG, Palmieri RT, Whitaker R, Bentley RC, Marks JR, Berchuck A. <a href=\"https://scholars.duke.edu/individual/pub721577\">Association between DNA damage response and repair genes and risk of invasive serous ovarian cancer. (Published online)</a> PLoS One. 2010;5(4):e10061-. PubMed PMID: 20386703.</em>","mlaCitation":"Schildkraut, JM, Iversen, ES, Wilson, MA, Clyde, MA, Moorman, PG, Palmieri, RT, Whitaker, R, Bentley, RC, Marks, JR, and Berchuck, A. <a href=\"https://scholars.duke.edu/individual/pub721577\">\"Association between DNA damage response and repair genes and risk of invasive serous ovarian cancer. (Published online)\"</a> <em>PLoS One</em> 5.4 (2010): e10061-.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/8883","authorList":"Schildkraut, JM; Iversen, ES; Wilson, MA; Clyde, MA; Moorman, PG; Palmieri, RT; Whitaker, R; Bentley, RC; Marks, JR; Berchuck, A","datetime":"https://scholars.duke.edu/individual/dateValue2010","conferenceLocation":"United States","abstract":"BACKGROUND: We analyzed the association between 53 genes related to DNA repair and p53-mediated damage response and serous ovarian cancer risk using case-control data from the North Carolina Ovarian Cancer Study (NCOCS), a population-based, case-control study. METHODS/PRINCIPAL FINDINGS: The analysis was restricted to 364 invasive serous ovarian cancer cases and 761 controls of white, non-Hispanic race. Statistical analysis was two staged: a screen using marginal Bayes factors (BFs) for 484 SNPs and a modeling stage in which we calculated multivariate adjusted posterior probabilities of association for 77 SNPs that passed the screen. These probabilities were conditional on subject age at diagnosis/interview, batch, a DNA quality metric and genotypes of other SNPs and allowed for uncertainty in the genetic parameterizations of the SNPs and number of associated SNPs. Six SNPs had Bayes factors greater than 10 in favor of an association with invasive serous ovarian cancer. These included rs5762746 (median OR(odds ratio)(per allele) = 0.66; 95% credible interval (CI) = 0.44-1.00) and rs6005835 (median OR(per allele) = 0.69; 95% CI = 0.53-0.91) in CHEK2, rs2078486 (median OR(per allele) = 1.65; 95% CI = 1.21-2.25) and rs12951053 (median OR(per allele) = 1.65; 95% CI = 1.20-2.26) in TP53, rs411697 (median OR (rare homozygote) = 0.53; 95% CI = 0.35 - 0.79) in BACH1 and rs10131 (median OR( rare homozygote) = not estimable) in LIG4. The six most highly associated SNPs are either predicted to be functionally significant or are in LD with such a variant. The variants in TP53 were confirmed to be associated in a large follow-up study. CONCLUSIONS/SIGNIFICANCE: Based on our findings, further follow-up of the DNA repair and response pathways in a larger dataset is warranted to confirm these results.","pmid":"20386703","apaCitation":"Schildkraut, JM, Iversen, ES, Wilson, MA, Clyde, MA, Moorman, PG, Palmieri, RT, Whitaker, R, Bentley, RC, Marks, JR, & Berchuck, A. (2010). <a href=\"https://scholars.duke.edu/individual/pub721577\">Association between DNA damage response and repair genes and risk of invasive serous ovarian cancer. (Published online)</a> <em>PLoS One</em>, <em>5</em> (4), e10061-.</em>","year":"2010-01-01T00:00:00","publicationSource":"pubmed","chicagoCitation":"Schildkraut, JM, Iversen, ES, Wilson, MA, Clyde, MA, Moorman, PG, Palmieri, RT, Whitaker, R, Bentley, RC, Marks, JR, and Berchuck, A. <a href=\"https://scholars.duke.edu/individual/pub721577\">\"Association between DNA damage response and repair genes and risk of invasive serous ovarian cancer. (Published online)\"</a> <em>PLoS One</em> 5, no. 4 (2010): e10061-.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1932-6203","publishedIn":"PloS one","startPage":"e10061","doi":"10.1371/journal.pone.0010061","volume":"5"}},{"uri":"https://scholars.duke.edu/individual/pub720674","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Single nucleotide polymorphisms in the TP53 region and susceptibility to invasive epithelial ovarian cancer.","attributes":{"icmjeCitation":"Schildkraut JM, Goode EL, Clyde MA, Iversen ES, Moorman PG, Berchuck A, Marks JR, Lissowska J, Brinton L, Peplonska B, Cunningham JM, Vierkant RA, Rider DN, Chenevix-Trench G, Webb PM, Beesley J, Chen X, Phelan C, Sutphen R, Sellers TA, Pearce L, Wu AH, Van Den Berg D, Conti D, Elund CK, Anderson R, Goodman MT, Lurie G, Carney ME, Thompson PJ, Gayther SA, Ramus SJ, Jacobs I, Krüger Kjaer S, Hogdall E, Blaakaer J, Hogdall C, Easton DF, Song H, Pharoah PD et al. <a href=\"https://scholars.duke.edu/individual/pub720674\">Single nucleotide polymorphisms in the TP53 region and susceptibility to invasive epithelial ovarian cancer.</a> Cancer Res. 2009 Mar 15;69(6):2349-2357. PubMed PMID: 19276375.</em>","mlaCitation":"Schildkraut, JM, Goode, EL, Clyde, MA, Iversen, ES, Moorman, PG, Berchuck, A, Marks, JR, Lissowska, J, Brinton, L, Peplonska, B, Cunningham, JM, Vierkant, RA, Rider, DN, Chenevix-Trench, G, Webb, PM, Beesley, J, Chen, X, Phelan, C, Sutphen, R, Sellers, TA, Pearce, L, Wu, AH, Van Den Berg, D, Conti, D, Elund, CK, Anderson, R, Goodman, MT, Lurie, G, Carney, ME, Thompson, PJ, Gayther, SA, Ramus, SJ, Jacobs, I, Krüger Kjaer, S, Hogdall, E, Blaakaer, J, Hogdall, C, Easton, DF, Song, H, and Pharoah, PD et al. <a href=\"https://scholars.duke.edu/individual/pub720674\">\"Single nucleotide polymorphisms in the TP53 region and susceptibility to invasive epithelial ovarian cancer.\"</a> <em>Cancer Res</em> 69.6 (March 15, 2009): 2349-2357.</em>","isFavorite":"false","authorList":"Schildkraut, JM; Goode, EL; Clyde, MA; Iversen, ES; Moorman, PG; Berchuck, A; Marks, JR; Lissowska, J; Brinton, L; Peplonska, B; Cunningham, JM; Vierkant, RA; Rider, DN; Chenevix-Trench, G; Webb, PM; Beesley, J; Chen, X; Phelan, C; Sutphen, R; Sellers, TA; Pearce, L; Wu, AH; Van Den Berg, D; Conti, D; Elund, CK; Anderson, R; Goodman, MT; Lurie, G; Carney, ME; Thompson, PJ; Gayther, SA; Ramus, SJ; Jacobs, I; Krüger Kjaer, S; Hogdall, E; Blaakaer, J; Hogdall, C; Easton, DF; Song, H; Pharoah, PD et al.","datetime":"https://scholars.duke.edu/individual/dateValue20090315","conferenceLocation":"United States","abstract":"The p53 protein is critical for multiple cellular functions including cell growth and DNA repair. We assessed whether polymorphisms in the region encoding TP53 were associated with risk of invasive ovarian cancer. The study population includes a total of 5,206 invasive ovarian cancer cases (2,829 of which were serous) and 8,790 controls from 13 case-control or nested case-control studies participating in the Ovarian Cancer Association Consortium (OCAC). Three of the studies performed independent discovery investigations involving genotyping of up to 23 single nucleotide polymorphisms (SNP) in the TP53 region. Significant findings from this discovery phase were followed up for replication in the other OCAC studies. Mixed effects logistic regression was used to generate posterior median per allele odds ratios (OR), 95% probability intervals (PI), and Bayes factors (BF) for genotype associations. Five SNPs showed significant associations with risk in one or more of the discovery investigations and were followed up by OCAC. Mixed effects analysis confirmed associations with serous invasive cancers for two correlated (r(2) = 0.62) SNPs: rs2287498 (median per allele OR, 1.30; 95% PI, 1.07-1.57) and rs12951053 (median per allele OR, 1.19; 95% PI, 1.01-1.38). Analyses of other histologic subtypes suggested similar associations with endometrioid but not with mucinous or clear cell cancers. This large study provides statistical evidence for a small increase in risk of ovarian cancer associated with common variants in the TP53 region.","pmid":"19276375","apaCitation":"Schildkraut, JM, Goode, EL, Clyde, MA, Iversen, ES, Moorman, PG, Berchuck, A, Marks, JR, Lissowska, J, Brinton, L, Peplonska, B, Cunningham, JM, Vierkant, RA, Rider, DN, Chenevix-Trench, G, Webb, PM, Beesley, J, Chen, X, Phelan, C, Sutphen, R, Sellers, TA, Pearce, L, Wu, AH, Van Den Berg, D, Conti, D, Elund, CK, Anderson, R, Goodman, MT, Lurie, G, Carney, ME, Thompson, PJ, Gayther, SA, Ramus, SJ, Jacobs, I, Krüger Kjaer, S, Hogdall, E, Blaakaer, J, Hogdall, C, Easton, DF, Song, H, & Pharoah, PD et al. (2009, March 15). <a href=\"https://scholars.duke.edu/individual/pub720674\">Single nucleotide polymorphisms in the TP53 region and susceptibility to invasive epithelial ovarian cancer.</a> <em>Cancer Res</em>, <em>69</em> (6), 2349-2357.</em>","year":"2009-03-15T00:00:00","endPage":"2357","publicationSource":"pubmed","chicagoCitation":"Schildkraut, JM, Goode, EL, Clyde, MA, Iversen, ES, Moorman, PG, Berchuck, A, Marks, JR, Lissowska, J, Brinton, L, Peplonska, B, Cunningham, JM, Vierkant, RA, Rider, DN, Chenevix-Trench, G, Webb, PM, Beesley, J, Chen, X, Phelan, C, Sutphen, R, Sellers, TA, Pearce, L, Wu, AH, Van Den Berg, D, Conti, D, Elund, CK, Anderson, R, Goodman, MT, Lurie, G, Carney, ME, Thompson, PJ, Gayther, SA, Ramus, SJ, Jacobs, I, Krüger Kjaer, S, Hogdall, E, Blaakaer, J, Hogdall, C, Easton, DF, Song, H, and Pharoah, PD et al. <a href=\"https://scholars.duke.edu/individual/pub720674\">\"Single nucleotide polymorphisms in the TP53 region and susceptibility to invasive epithelial ovarian cancer.\"</a> <em>Cancer Res</em> 69, no. 6 (March 15, 2009): 2349-2357.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"6","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1538-7445","publishedIn":"Cancer Research","startPage":"2349","doi":"10.1158/0008-5472.CAN-08-2902","volume":"69"}},{"uri":"https://scholars.duke.edu/individual/pub708841","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Do serum biomarkers really measure breast cancer?","attributes":{"icmjeCitation":"Jesneck JL, Mukherjee S, Yurkovetsky Z, Clyde M, Marks JR, Lokshin AE, Lo JY. <a href=\"https://scholars.duke.edu/individual/pub708841\">Do serum biomarkers really measure breast cancer? (Published online).</a> BMC Cancer. 2009;9:164-. PubMed PMID: 19476629.</em>","mlaCitation":"Jesneck, JL, Mukherjee, S, Yurkovetsky, Z, Clyde, M, Marks, JR, Lokshin, AE, and Lo, JY. <a href=\"https://scholars.duke.edu/individual/pub708841\">\"Do serum biomarkers really measure breast cancer? (Published online).\"</a> <em>BMC Cancer</em> 9 (2009): 164-.</em>","isFavorite":"false","authorList":"Jesneck, JL; Mukherjee, S; Yurkovetsky, Z; Clyde, M; Marks, JR; Lokshin, AE; Lo, JY","datetime":"https://scholars.duke.edu/individual/dateValue2009","conferenceLocation":"England","abstract":"BACKGROUND: Because screening mammography for breast cancer is less effective for premenopausal women, we investigated the feasibility of a diagnostic blood test using serum proteins. METHODS: This study used a set of 98 serum proteins and chose diagnostically relevant subsets via various feature-selection techniques. Because of significant noise in the data set, we applied iterated Bayesian model averaging to account for model selection uncertainty and to improve generalization performance. We assessed generalization performance using leave-one-out cross-validation (LOOCV) and receiver operating characteristic (ROC) curve analysis. RESULTS: The classifiers were able to distinguish normal tissue from breast cancer with a classification performance of AUC = 0.82 +/- 0.04 with the proteins MIF, MMP-9, and MPO. The classifiers distinguished normal tissue from benign lesions similarly at AUC = 0.80 +/- 0.05. However, the serum proteins of benign and malignant lesions were indistinguishable (AUC = 0.55 +/- 0.06). The classification tasks of normal vs. cancer and normal vs. benign selected the same top feature: MIF, which suggests that the biomarkers indicated inflammatory response rather than cancer. CONCLUSION: Overall, the selected serum proteins showed moderate ability for detecting lesions. However, they are probably more indicative of secondary effects such as inflammation rather than specific for malignancy.","pmid":"19476629","apaCitation":"Jesneck, JL, Mukherjee, S, Yurkovetsky, Z, Clyde, M, Marks, JR, Lokshin, AE, & Lo, JY. (2009). <a href=\"https://scholars.duke.edu/individual/pub708841\">Do serum biomarkers really measure breast cancer? (Published online).</a> <em>BMC Cancer</em>, <em>9</em>, 164-.</em>","year":"2009-01-01T00:00:00","publicationSource":"pubmed","chicagoCitation":"Jesneck, JL, Mukherjee, S, Yurkovetsky, Z, Clyde, M, Marks, JR, Lokshin, AE, and Lo, JY. <a href=\"https://scholars.duke.edu/individual/pub708841\">\"Do serum biomarkers really measure breast cancer? (Published online).\"</a> <em>BMC Cancer</em> 9 (2009): 164-.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1471-2407","publishedIn":"BMC Cancer","startPage":"164","doi":"10.1186/1471-2407-9-164","volume":"9"}},{"uri":"https://scholars.duke.edu/individual/pub765677","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian function estimation using continuous wavelet dictionaries","attributes":{"icmjeCitation":"Chu JH, Clyde MA, Liang F. <a href=\"https://scholars.duke.edu/individual/pub765677\">Bayesian function estimation using continuous wavelet dictionaries.</a> Statistica Sinica. 2009;19(4):1419-1438.</em>","mlaCitation":"Chu, JH, Clyde, MA, and Liang, F. <a href=\"https://scholars.duke.edu/individual/pub765677\">\"Bayesian function estimation using continuous wavelet dictionaries.\"</a> <em>Statistica Sinica</em> 19.4 (2009): 1419-1438.</em>","isFavorite":"false","authorList":"Chu, JH; Clyde, MA; Liang, F","datetime":"https://scholars.duke.edu/individual/dateValue2009","abstract":"We present a Bayesian approach for nonparametric function estimation based on a continuous wavelet dictionary, where the unknown function is modeled by a random sum of wavelet functions at arbitrary locations and scales. By avoiding the dyadic constraints for orthonormal wavelet bases, the continuous over- complete wavelet dictionary has greater flexibility to adapt to the structure of the data, and may lead to sparser representations. The price for this flexibility is the computational challenge of searching over an infinite number of potential dictionary elements. We develop a novel reversible jump Markov chain Monte Carlo algorithm which utilizes local features in the proposal distributions to improve computational efficiency, and which leads to better mixing of the Markov chain. Performance comparison in terms of sparsity and mean squared error is carried out on standard wavelet test functions. Results on a non-equally spaced example show that our method compares favorably to methods using interpolation or imputation.","apaCitation":"Chu, JH, Clyde, MA, & Liang, F. (2009). <a href=\"https://scholars.duke.edu/individual/pub765677\">Bayesian function estimation using continuous wavelet dictionaries.</a> <em>Statistica Sinica</em>, <em>19</em> (4), 1419-1438.</em>","year":"2009-01-01T00:00:00","endPage":"1438","publicationSource":"manual","chicagoCitation":"Chu, JH, Clyde, MA, and Liang, F. <a href=\"https://scholars.duke.edu/individual/pub765677\">\"Bayesian function estimation using continuous wavelet dictionaries.\"</a> <em>Statistica Sinica</em> 19, no. 4 (2009): 1419-1438.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1017-0405","publishedIn":"Statistica Sinica","startPage":"1419","volume":"19"}},{"uri":"https://scholars.duke.edu/individual/pub765678","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Statistical methods for automated drug susceptibility testing: Bayesian minimum inhibitory concentration prediction from growth curves","attributes":{"icmjeCitation":"Zhou XK, Clyde MA, Garrett J, Lourdes V, O'Connell M, Parmigiani G, Turner DJ, Wiles T. <a href=\"https://scholars.duke.edu/individual/pub765678\">Statistical methods for automated drug susceptibility testing: Bayesian minimum inhibitory concentration prediction from growth curves.</a> Annals of Applied Statistics. 2009;3(2):710-730.</em>","mlaCitation":"Zhou, XK, Clyde, MA, Garrett, J, Lourdes, V, O'Connell, M, Parmigiani, G, Turner, DJ, and Wiles, T. <a href=\"https://scholars.duke.edu/individual/pub765678\">\"Statistical methods for automated drug susceptibility testing: Bayesian minimum inhibitory concentration prediction from growth curves.\"</a> <em>Annals of Applied Statistics</em> 3.2 (2009): 710-730.</em>","isFavorite":"false","authorList":"Zhou, XK; Clyde, MA; Garrett, J; Lourdes, V; O'Connell, M; Parmigiani, G; Turner, DJ; Wiles, T","datetime":"https://scholars.duke.edu/individual/dateValue2009","abstract":"Determination of the minimum inhibitory concentration (MIC) of a drug that prevents microbial growth is an important step for managing patients with infections. In this paper we present a novel probabilistic approach that accurately estimates MICs based on a panel of multiple curves reflecting features of bacterial growth. We develop a probabilistic model for determining whether a given dilution of an antimicrobial agent is the MIC given features of the growth curves over time. Because of the potentially large collection of features, we utilize Bayesian model selection to narrow the collection of predictors to the most important variables. In addition to point estimates of MICs, we are able to provide posterior probabilities that each dilution is the MIC based on the observed growth curves. The methods are easily automated and have been incorporated into the Becton-Dickinson PHOENIX automated susceptibility system that rapidly and accurately classifies the resistance of a large number of microorganisms in clinical samples. Over seventy-five studies to date have shown this new method provides improved estimation of MICs over existing approaches. © Institute of Mathematical Statistics, 2009.","apaCitation":"Zhou, XK, Clyde, MA, Garrett, J, Lourdes, V, O'Connell, M, Parmigiani, G, Turner, DJ, & Wiles, T. (2009). <a href=\"https://scholars.duke.edu/individual/pub765678\">Statistical methods for automated drug susceptibility testing: Bayesian minimum inhibitory concentration prediction from growth curves.</a> <em>Annals of Applied Statistics</em>, <em>3</em> (2), 710-730.</em>","year":"2009-01-01T00:00:00","endPage":"730","publicationSource":"scival","chicagoCitation":"Zhou, XK, Clyde, MA, Garrett, J, Lourdes, V, O'Connell, M, Parmigiani, G, Turner, DJ, and Wiles, T. <a href=\"https://scholars.duke.edu/individual/pub765678\">\"Statistical methods for automated drug susceptibility testing: Bayesian minimum inhibitory concentration prediction from growth curves.\"</a> <em>Annals of Applied Statistics</em> 3, no. 2 (2009): 710-730.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1932-6157","publishedIn":"The annals of applied statistics","startPage":"710","doi":"10.1214/08-AOAS217","volume":"3"}},{"uri":"https://scholars.duke.edu/individual/pub708698","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Polymorphism in the IL18 gene and epithelial ovarian cancer in non-Hispanic white women.","attributes":{"icmjeCitation":"Palmieri RT, Wilson MA, Iversen ES, Clyde MA, Calingaert B, Moorman PG, Poole C, Anderson AR, Anderson S, Anton-Culver H, Beesley J, Hogdall E, Brewster W, Carney ME, Chen X, Chenevix-Trench G, Chang-Claude J, Cunningham JM, Dicioccio RA, Doherty JA, Easton DF, Edlund CK, Gayther SA, Gentry-Maharaj A, Goode EL, Goodman MT, Kjaer SK, Hogdall CK, Hopkins MP, Jenison EL, Blaakaer J, Lurie G, McGuire V, Menon U, Moysich KB, Ness RB, Pearce CL, Pharoah PD et al. <a href=\"https://scholars.duke.edu/individual/pub708698\">Polymorphism in the IL18 gene and epithelial ovarian cancer in non-Hispanic white women.</a> Cancer Epidemiol Biomarkers Prev. 2008 Dec;17(12):3567-3572. PubMed PMID: 19064572.</em>","mlaCitation":"Palmieri, RT, Wilson, MA, Iversen, ES, Clyde, MA, Calingaert, B, Moorman, PG, Poole, C, Anderson, AR, Anderson, S, Anton-Culver, H, Beesley, J, Hogdall, E, Brewster, W, Carney, ME, Chen, X, Chenevix-Trench, G, Chang-Claude, J, Cunningham, JM, Dicioccio, RA, Doherty, JA, Easton, DF, Edlund, CK, Gayther, SA, Gentry-Maharaj, A, Goode, EL, Goodman, MT, Kjaer, SK, Hogdall, CK, Hopkins, MP, Jenison, EL, Blaakaer, J, Lurie, G, McGuire, V, Menon, U, Moysich, KB, Ness, RB, Pearce, CL, and Pharoah, PD et al. <a href=\"https://scholars.duke.edu/individual/pub708698\">\"Polymorphism in the IL18 gene and epithelial ovarian cancer in non-Hispanic white women.\"</a> <em>Cancer Epidemiol Biomarkers Prev</em> 17.12 (December 2008): 3567-3572.</em>","isFavorite":"false","authorList":"Palmieri, RT; Wilson, MA; Iversen, ES; Clyde, MA; Calingaert, B; Moorman, PG; Poole, C; Anderson, AR; Anderson, S; Anton-Culver, H; Beesley, J; Hogdall, E; Brewster, W; Carney, ME; Chen, X; Chenevix-Trench, G; Chang-Claude, J; Cunningham, JM; Dicioccio, RA; Doherty, JA; Easton, DF; Edlund, CK; Gayther, SA; Gentry-Maharaj, A; Goode, EL; Goodman, MT; Kjaer, SK; Hogdall, CK; Hopkins, MP; Jenison, EL; Blaakaer, J; Lurie, G; McGuire, V; Menon, U; Moysich, KB; Ness, RB; Pearce, CL; Pharoah, PD et al.","datetime":"https://scholars.duke.edu/individual/dateValue200812","conferenceLocation":"United States","abstract":"Over 22,000 cases of ovarian cancer were diagnosed in 2007 in the United States, but only a fraction of them can be attributed to mutations in highly penetrant genes such as BRCA1. To determine whether low-penetrance genetic variants contribute to ovarian cancer risk, we genotyped 1,536 single nucleotide polymorphisms (SNP) in several candidate gene pathways in 848 epithelial ovarian cancer cases and 798 controls in the North Carolina Ovarian Cancer Study (NCO) using a customized Illumina array. The inflammation gene interleukin-18 (IL18) showed the strongest evidence for association with epithelial ovarian cancer in a gene-by-gene analysis (P = 0.002) with a <25% chance of being a false-positive finding (q value = 0.240). Using a multivariate model search algorithm over 11 IL18 tagging SNPs, we found that the association was best modeled by rs1834481. Further, this SNP uniquely tagged a significantly associated IL18 haplotype and there was an increased risk of epithelial ovarian cancer per rs1834481 allele (odds ratio, 1.24; 95% confidence interval, 1.06-1.45). In a replication stage, 12 independent studies from the Ovarian Cancer Association Consortium (OCAC) genotyped rs1834481 in an additional 5,877 cases and 7,791 controls. The fixed effects estimate per rs1834481 allele was null (odds ratio, 0.99; 95% confidence interval, 0.94-1.05) when data from the 12 OCAC studies were combined. The effect estimate remained unchanged with the addition of the initial North Carolina Ovarian Cancer Study data. This analysis shows the importance of consortia, like the OCAC, in either confirming or refuting the validity of putative findings in studies with smaller sample sizes. (Cancer Epidemiol Biomarkers Prev 2008;17(12):3567-72).","pmid":"19064572","apaCitation":"Palmieri, RT, Wilson, MA, Iversen, ES, Clyde, MA, Calingaert, B, Moorman, PG, Poole, C, Anderson, AR, Anderson, S, Anton-Culver, H, Beesley, J, Hogdall, E, Brewster, W, Carney, ME, Chen, X, Chenevix-Trench, G, Chang-Claude, J, Cunningham, JM, Dicioccio, RA, Doherty, JA, Easton, DF, Edlund, CK, Gayther, SA, Gentry-Maharaj, A, Goode, EL, Goodman, MT, Kjaer, SK, Hogdall, CK, Hopkins, MP, Jenison, EL, Blaakaer, J, Lurie, G, McGuire, V, Menon, U, Moysich, KB, Ness, RB, Pearce, CL, & Pharoah, PD et al. (2008, December). <a href=\"https://scholars.duke.edu/individual/pub708698\">Polymorphism in the IL18 gene and epithelial ovarian cancer in non-Hispanic white women.</a> <em>Cancer Epidemiol Biomarkers Prev</em>, <em>17</em> (12), 3567-3572.</em>","year":"2008-12-01T00:00:00","endPage":"3572","publicationSource":"pubmed","chicagoCitation":"Palmieri, RT, Wilson, MA, Iversen, ES, Clyde, MA, Calingaert, B, Moorman, PG, Poole, C, Anderson, AR, Anderson, S, Anton-Culver, H, Beesley, J, Hogdall, E, Brewster, W, Carney, ME, Chen, X, Chenevix-Trench, G, Chang-Claude, J, Cunningham, JM, Dicioccio, RA, Doherty, JA, Easton, DF, Edlund, CK, Gayther, SA, Gentry-Maharaj, A, Goode, EL, Goodman, MT, Kjaer, SK, Hogdall, CK, Hopkins, MP, Jenison, EL, Blaakaer, J, Lurie, G, McGuire, V, Menon, U, Moysich, KB, Ness, RB, Pearce, CL, and Pharoah, PD et al. <a href=\"https://scholars.duke.edu/individual/pub708698\">\"Polymorphism in the IL18 gene and epithelial ovarian cancer in non-Hispanic white women.\"</a> <em>Cancer Epidemiol Biomarkers Prev</em> 17, no. 12 (December 2008): 3567-3572.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"12","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1055-9965","publishedIn":"Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research, cosponsored by the American Society of Preventive Oncology","startPage":"3567","doi":"10.1158/1055-9965.EPI-08-0548","volume":"17"}},{"uri":"https://scholars.duke.edu/individual/pub710401","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Mixtures of g-priors for Bayesian Variable Selection","attributes":{"icmjeCitation":"Liang F, Paulo R, Molina G, Clyde MA, Berger JO. <a href=\"https://scholars.duke.edu/individual/pub710401\">Mixtures of g-priors for Bayesian Variable Selection.</a> Journal of the American Statistical Association. 2008;103:110-123.</em>","mlaCitation":"Liang, F, Paulo, R, Molina, G, Clyde, MA, and Berger, JO. <a href=\"https://scholars.duke.edu/individual/pub710401\">\"Mixtures of g-priors for Bayesian Variable Selection.\"</a> <em>Journal of the American Statistical Association</em> 103 (2008): 110-123.</em>","isFavorite":"true","authorList":"Liang, F; Paulo, R; Molina, G; Clyde, MA; Berger, JO","datetime":"https://scholars.duke.edu/individual/dateValue2008","abstract":"Zellner's g prior remains a popular conventional prior for use in Bayesian variable selection, despite several undesirable consistency issues. In this article we study mixtures of g priors as an alternative to default g priors that resolve many of the problems with the original formulation while maintaining the computational tractability that has made the g prior so popular. We present theoretical properties of the mixture g priors and provide real and simulated examples to compare the mixture formulation with fixed g priors, empirical Bayes approaches, and other default procedures.","apaCitation":"Liang, F, Paulo, R, Molina, G, Clyde, MA, & Berger, JO. (2008). <a href=\"https://scholars.duke.edu/individual/pub710401\">Mixtures of g-priors for Bayesian Variable Selection.</a> <em>Journal of the American Statistical Association</em>, <em>103</em>, 110-123.</em>","year":"2008-01-01T00:00:00","endPage":"123","publicationSource":"manual","chicagoCitation":"Liang, F, Paulo, R, Molina, G, Clyde, MA, and Berger, JO. <a href=\"https://scholars.duke.edu/individual/pub710401\">\"Mixtures of g-priors for Bayesian Variable Selection.\"</a> <em>Journal of the American Statistical Association</em> 103 (2008): 110-123.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedIn":"Journal of the American Statistical Association","startPage":"110","doi":"10.1198/016214507000001337","volume":"103"}},{"uri":"https://scholars.duke.edu/individual/pub1126370","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Nonparametric Function Estimation using Overcomplete Dictionaries (with Discussion)","attributes":{"icmjeCitation":"Clyde MA, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub1126370\">Nonparametric Function Estimation using Overcomplete Dictionaries (with Discussion).</a> In: Bernardo JM, Bayarri MJ, Berger JO, Dawid AP, Heckerman D, Smith AFM, West M, editors. Bayesian Statistics 8. Oxford University Press; 2007. p. 91-114.</em>","mlaCitation":"Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126370\">\"Nonparametric Function Estimation using Overcomplete Dictionaries (with Discussion).\"</a> <em>Bayesian Statistics 8.</em> Ed. JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith, and M West. Oxford University Press, 2007. 91-114.</em>","isFavorite":"false","authorList":"Clyde, MA; Wolpert, RL","datetime":"https://scholars.duke.edu/individual/dateValue2007","abstract":"We consider the nonparametric regression problem of estimating an unknown function based on noisy data. One approach to this estimation problem is to represent the function in a series expansion using a linear combination of basis functions. Overcomplete dictionaries provide a larger, but redundant collection of generating elements than a basis, however, coefficients in the expansion are no longer unique. Despite the non-uniqueness, this has the potential to lead to sparser representations by using fewer non-zero coefficients. Compound Poisson random fields and their generalization to Levy random fields are ideally suited for construction of priors on functions using these overcomplete representations for the general nonparametric regression problem, and provide a natural limiting generalization of priors for the finite dimensional version of the regression problem. While expressions for posterior modes or posterior distributions of quantities of interest are not available in closed form, the prior construction using Levy random fields permits tractable posterior simulation via a reversible jump Markov chain Monte Carlo algorithm. Efficient computation is possible because updates based on adding/deleting or updating single dictionary elements bypass the need to invert large matrices. Furthermore, because dictionary elements are only computed as needed, memory requirements scale linearly with the sample size. In comparison with other methods, the Levy random field priors provide excellent performance in terms of both mean squared error and coverage for out-of-sample predictions.","apaCitation":"Clyde, MA, & Wolpert, RL. (2007). <a href=\"https://scholars.duke.edu/individual/pub1126370\">Nonparametric Function Estimation using Overcomplete Dictionaries (with Discussion).</a> In JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith & M West (Eds.), <em>Bayesian Statistics 8</em> (pp. 91-114).</em> Oxford University Press.</em>","year":"2007-01-01T00:00:00","endPage":"114","publicationSource":"manual","chicagoCitation":"Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126370\">\"Nonparametric Function Estimation using Overcomplete Dictionaries (with Discussion).\"</a> In <em>Bayesian Statistics 8,</em>edited by JM Bernardo, MJ Bayarri, JO Berger, AP Dawid, D Heckerman, AFM Smith, and M West,</em>91-114.</em> Oxford University Press, 2007.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","isbn13":"978-0-19-921465-5","editorList":"Bernardo, JM; Bayarri, MJ; Berger, JO; Dawid, AP; Heckerman, D; Smith, AFM; West, M","parentBookTitle":"Bayesian Statistics 8","startPage":"91","publishedBy":"Oxford University Press"}},{"uri":"https://scholars.duke.edu/individual/pub865098","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Current challenges in Bayesian model choice","attributes":{"icmjeCitation":"Clyde MA, Berger JO, Bullard F, Ford EB, Jefferys WH, Luo R, Paulo R, Loredo T. <a href=\"https://scholars.duke.edu/individual/pub865098\">Current challenges in Bayesian model choice.</a> Statistical Challenges in Modern Astronomy IV. 2007;371:224-240.</em>","mlaCitation":"Clyde, MA, Berger, JO, Bullard, F, Ford, EB, Jefferys, WH, Luo, R, Paulo, R, and Loredo, T. <a href=\"https://scholars.duke.edu/individual/pub865098\">\"Current challenges in Bayesian model choice.\"</a> <em>Statistical Challenges in Modern Astronomy IV</em> 371 (2007): 224-240.</em>","isFavorite":"false","authorList":"Clyde, MA; Berger, JO; Bullard, F; Ford, EB; Jefferys, WH; Luo, R; Paulo, R; Loredo, T","datetime":"https://scholars.duke.edu/individual/dateValue2007","apaCitation":"Clyde, MA, Berger, JO, Bullard, F, Ford, EB, Jefferys, WH, Luo, R, Paulo, R, & Loredo, T. (2007). <a href=\"https://scholars.duke.edu/individual/pub865098\">Current challenges in Bayesian model choice.</a> <em>Statistical Challenges in Modern Astronomy IV</em>, <em>371</em>, 224-240.</em>","year":"2007-01-01T00:00:00","endPage":"240","publicationSource":"manual","chicagoCitation":"Clyde, MA, Berger, JO, Bullard, F, Ford, EB, Jefferys, WH, Luo, R, Paulo, R, and Loredo, T. <a href=\"https://scholars.duke.edu/individual/pub865098\">\"Current challenges in Bayesian model choice.\"</a> <em>Statistical Challenges in Modern Astronomy IV</em> 371 (2007): 224-240.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedIn":"Statistical Challenges in Modern Astronomy IV","startPage":"224","publishedBy":"Astronomical Society of the Pacific Conference Series","volume":"371"}},{"uri":"https://scholars.duke.edu/individual/pub711007","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Clinical response to varying the stimulus parameters in deep brain stimulation for essential tremor.","attributes":{"icmjeCitation":"Kuncel AM, Cooper SE, Wolgamuth BR, Clyde MA, Snyder SA, Montgomery EB, Rezai AR, Grill WM. <a href=\"https://scholars.duke.edu/individual/pub711007\">Clinical response to varying the stimulus parameters in deep brain stimulation for essential tremor.</a> Mov Disord. 2006 Nov;21(11):1920-1928. PubMed PMID: 16972236.</em>","mlaCitation":"Kuncel, AM, Cooper, SE, Wolgamuth, BR, Clyde, MA, Snyder, SA, Montgomery, EB, Rezai, AR, and Grill, WM. <a href=\"https://scholars.duke.edu/individual/pub711007\">\"Clinical response to varying the stimulus parameters in deep brain stimulation for essential tremor.\"</a> <em>Mov Disord</em> 21.11 (November 2006): 1920-1928.</em>","isFavorite":"false","authorList":"Kuncel, AM; Cooper, SE; Wolgamuth, BR; Clyde, MA; Snyder, SA; Montgomery, EB; Rezai, AR; Grill, WM","datetime":"https://scholars.duke.edu/individual/dateValue200611","conferenceLocation":"United States","abstract":"Deep brain stimulation (DBS) of the ventral intermediate nucleus of the thalamus for essential tremor is sometimes limited by side effects. The mechanisms by which DBS alleviates tremor or causes side effects are unclear; thus, it is difficult to select stimulus parameters that maximize the width of the therapeutic window. The goal of this study was to quantify the impact on side effect intensity (SE), tremor amplitude, and the therapeutic window of varying stimulus parameters. Tremor amplitude and SE were recorded at 40 to 90 combinations of pulse width, frequency, and voltage across 14 thalami. Posterior variable inclusion probabilities indicated that frequency and voltage were the most important predictors of both SE and tremor amplitude. The amount of tremor suppression achieved at frequencies of 90 to 100 Hz was not different from that at 160 to 170 Hz. However, the width of the therapeutic window decreased significantly and power consumption increased as frequency was increased above 90 to 100 Hz. Improved understanding of the relationships between stimulus parameters and clinical responses may lead to improved techniques of stimulus parameter adjustment.","pmid":"16972236","apaCitation":"Kuncel, AM, Cooper, SE, Wolgamuth, BR, Clyde, MA, Snyder, SA, Montgomery, EB, Rezai, AR, & Grill, WM. (2006, November). <a href=\"https://scholars.duke.edu/individual/pub711007\">Clinical response to varying the stimulus parameters in deep brain stimulation for essential tremor.</a> <em>Mov Disord</em>, <em>21</em> (11), 1920-1928.</em>","year":"2006-11-01T00:00:00","endPage":"1928","publicationSource":"pubmed","chicagoCitation":"Kuncel, AM, Cooper, SE, Wolgamuth, BR, Clyde, MA, Snyder, SA, Montgomery, EB, Rezai, AR, and Grill, WM. <a href=\"https://scholars.duke.edu/individual/pub711007\">\"Clinical response to varying the stimulus parameters in deep brain stimulation for essential tremor.\"</a> <em>Mov Disord</em> 21, no. 11 (November 2006): 1920-1928.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"11","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0885-3185","publishedIn":"Movement Disorders","startPage":"1920","doi":"10.1002/mds.21087","volume":"21"}},{"uri":"https://scholars.duke.edu/individual/pub1024664","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Nonparametric Models for  Proteomic Peak Identification and Quantification","attributes":{"icmjeCitation":"Clyde MA, House L, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub1024664\">Nonparametric Models for  Proteomic Peak Identification and Quantification.</a> In: Do K-A, Müller P, Vannucci M, editors. Bayesian Inference for Gene Expression and Proteomics. Cambridge University Press; 2006. p. 293-308.</em> (Chapter)","mlaCitation":"Clyde, MA, House, L, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1024664\">\"Nonparametric Models for  Proteomic Peak Identification and Quantification.\"</a> <em>Bayesian Inference for Gene Expression and Proteomics.</em> Ed. K-A Do, P Müller, and M Vannucci. Cambridge University Press, 2006. 293-308.</em> (Chapter)","isFavorite":"false","isbn10":"052186092X","authorList":"Clyde, MA; House,, L; Wolpert, RL","datetime":"https://scholars.duke.edu/individual/dateValue2006","apaCitation":"Clyde, MA, House, L, & Wolpert, RL. (2006). <a href=\"https://scholars.duke.edu/individual/pub1024664\">Nonparametric Models for  Proteomic Peak Identification and Quantification.</a> In K-A Do, P Müller & M Vannucci (Eds.), <em>Bayesian Inference for Gene Expression and Proteomics</em> (pp. 293-308).</em> Cambridge University Press.</em> (Chapter)","year":"2006-01-01T00:00:00","endPage":"308","publicationSource":"manual","chicagoCitation":"Clyde, MA, House, L, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1024664\">\"Nonparametric Models for  Proteomic Peak Identification and Quantification.\"</a> In <em>Bayesian Inference for Gene Expression and Proteomics,</em>edited by K-A Do, P Müller, and M Vannucci,</em>293-308.</em> Cambridge University Press, 2006.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9780521860925","editorList":"Do, K-A; Müller, P; Vannucci, M","numPages":"437","parentBookTitle":"Bayesian Inference for Gene Expression and Proteomics","startPage":"293","publishedBy":"Cambridge University Press"}},{"uri":"https://scholars.duke.edu/individual/pub1126471","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Nonparametric Models for  Proteomic Peak Identification and Quantification","attributes":{"icmjeCitation":"Clyde M, House L, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub1126471\">Nonparametric Models for  Proteomic Peak Identification and Quantification.</a> In: Do KA, Muller P, Vannucci M, editors. Bayesian Inference for Gene Expression and Proteomics. Cambridge University Press; 2006. p. 293-308.</em> (Chapter)","mlaCitation":"Clyde, M, House, L, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126471\">\"Nonparametric Models for  Proteomic Peak Identification and Quantification.\"</a> <em>Bayesian Inference for Gene Expression and Proteomics.</em> Ed. KA Do, P Muller, and M Vannucci. Cambridge University Press, 2006. 293-308.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, M; House, L; Wolpert, RL","datetime":"https://scholars.duke.edu/individual/dateValue2006","abstract":"We present model-based inference for proteomic peak identification and quantification from mass spectroscopy data, focusing on nonparametric Bayesian models. Using experimental data generated from MALDI-TOF mass spectroscopy (matrix-assisted laser desorption ionization time-of-flight) we model observed intensities in spectra with a hierarchical nonparametric model for expected intensity as a function of time-of-flight. We express the unknown intensity function as a sum of kernel functions, a natural choice of basis functions for modeling spectral peaks. We discuss how to place prior distributions on the unknown functions using Lévy random fields and describe posterior inference via a reversible jump Markov chain Monte Carlo algorithm.","apaCitation":"Clyde, M, House, L, & Wolpert, RL. (2006). <a href=\"https://scholars.duke.edu/individual/pub1126471\">Nonparametric Models for  Proteomic Peak Identification and Quantification.</a> In KA Do, P Muller & M Vannucci (Eds.), <em>Bayesian Inference for Gene Expression and Proteomics</em> (pp. 293-308).</em> Cambridge University Press.</em> (Chapter)","year":"2006-01-01T00:00:00","endPage":"308","publicationSource":"manual","chicagoCitation":"Clyde, M, House, L, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126471\">\"Nonparametric Models for  Proteomic Peak Identification and Quantification.\"</a> In <em>Bayesian Inference for Gene Expression and Proteomics,</em>edited by KA Do, P Muller, and M Vannucci,</em>293-308.</em> Cambridge University Press, 2006.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9780511584589","editorList":"Do, KA; Muller, P; Vannucci, M","parentBookTitle":"Bayesian Inference for Gene Expression and Proteomics","startPage":"293","publishedBy":"Cambridge University Press","doi":"10.1017/CBO9780511584589.016"}},{"uri":"https://scholars.duke.edu/individual/pub749815","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian identification of differential gene expression induced by metals in human bronchial epithelial cells","attributes":{"icmjeCitation":"House LL, Clyde MA, Huang YCT. <a href=\"https://scholars.duke.edu/individual/pub749815\">Bayesian identification of differential gene expression induced by metals in human bronchial epithelial cells.</a> Bayesian Analysis. 2006;1(1 A):105-120.</em>","mlaCitation":"House, LL, Clyde, MA, and Huang, YCT. <a href=\"https://scholars.duke.edu/individual/pub749815\">\"Bayesian identification of differential gene expression induced by metals in human bronchial epithelial cells.\"</a> <em>Bayesian Analysis</em> 1.1 A (2006): 105-120.</em>","isFavorite":"false","authorList":"House, LL; Clyde, MA; Huang, YCT","datetime":"https://scholars.duke.edu/individual/dateValue2006","abstract":"The study of genetics continues to advance dramatically with the development of microarray technology. In light of the advancements, interesting statistical challenges have arisen. Given that only one observation can be made from each gene on a single array, statisticians are faced with three issues: analysis with more genes than arrays, separating true differential expression from noise, and multiple hypothesis testing for regulation. Within this study, we model the expression of 1185 genes simultaneously in response to five chemical constituents of particulate matter; arsenic, iron, nickel, vanadium, and zinc. Taking advantage of a hierarchical Bayesian mixture model with latent variables, we compare multiple treatments to a control and estimate noise across arrays without assuming equal treatment means for housekeeping genes. To account for model uncertainty and hyperparameter specification, model averaging, MCMC, and Rao-Blackwell estimation are utilized. © 2006 International Society for Bayesian Analysis.","apaCitation":"House, LL, Clyde, MA, & Huang, YCT. (2006). <a href=\"https://scholars.duke.edu/individual/pub749815\">Bayesian identification of differential gene expression induced by metals in human bronchial epithelial cells.</a> <em>Bayesian Analysis</em>, <em>1</em> (1 A), 105-120.</em>","year":"2006-01-01T00:00:00","endPage":"120","publicationSource":"scival","chicagoCitation":"House, LL, Clyde, MA, and Huang, YCT. <a href=\"https://scholars.duke.edu/individual/pub749815\">\"Bayesian identification of differential gene expression induced by metals in human bronchial epithelial cells.\"</a> <em>Bayesian Analysis</em> 1, no. 1 A (2006): 105-120.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1 A","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1936-0975","publishedIn":"Bayesian Analysis","startPage":"105","doi":"10.1214/06-BA103","volume":"1"}},{"uri":"https://scholars.duke.edu/individual/pub1126450","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian Nonparametric Function Estimation Using Overcomplete Representations and Levy Random Field Priors","attributes":{"icmjeCitation":"Clyde M, House L, Tu C, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub1126450\">Bayesian Nonparametric Function Estimation Using Overcomplete Representations and Levy Random Field Priors.</a> Berger JO, Dette H, editors. Oberwolfach Reports. 2005;2(4):2628-2633.</em>","mlaCitation":"Clyde, M, House, L, Tu, C, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126450\">\"Bayesian Nonparametric Function Estimation Using Overcomplete Representations and Levy Random Field Priors.\"</a> Ed. JO Berger and H Dette. <em>Oberwolfach Reports</em> 2.4 (2005): 2628-2633.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/11775","authorList":"Clyde, M; House, L; Tu, C; Wolpert, RL","datetime":"https://scholars.duke.edu/individual/dateValue2005","apaCitation":"Clyde, M, House, L, Tu, C, & Wolpert, RL. (2005). <a href=\"https://scholars.duke.edu/individual/pub1126450\">Bayesian Nonparametric Function Estimation Using Overcomplete Representations and Levy Random Field Priors.</a> JO Berger and H Dette (Eds.). <em>Oberwolfach Reports</em>, <em>2</em> (4), 2628-2633.</em>","year":"2005-01-01T00:00:00","endPage":"2633","publicationSource":"manual","chicagoCitation":"Clyde, M, House, L, Tu, C, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub1126450\">\"Bayesian Nonparametric Function Estimation Using Overcomplete Representations and Levy Random Field Priors.\"</a> Edited by JO Berger and H Dette. <em>Oberwolfach Reports</em> 2, no. 4 (2005): 2628-2633.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","editorList":"Berger, JO; Dette, H","publishedIn":"Oberwolfach Reports","startPage":"2628","doi":"10.4171/OWR/2005/47","volume":"2"}},{"uri":"https://scholars.duke.edu/individual/pub1032129","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Lossless online Bayesian bagging","attributes":{"icmjeCitation":"Lee HKH, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1032129\">Lossless online Bayesian bagging.</a> Journal of Machine Learning Research. 2004;5:143-151.</em>","mlaCitation":"Lee, HKH, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032129\">\"Lossless online Bayesian bagging.\"</a> <em>Journal of Machine Learning Research</em> 5 (2004): 143-151.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/11774","authorList":"Lee, HKH; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2004","abstract":"© 2004 Herbert K. H. Lee and Merlise A. Clyde. Bagging frequently improves the predictive performance of a model. An online version has recently been introduced, which attempts to gain the benefits of an online algorithm while approximating regular bagging. However, regular online bagging is an approximation to its batch counterpart and so is not lossless with respect to the bagging operation. By operating under the Bayesian paradigm, we introduce an online Bayesian version of bagging which is exactly equivalent to the batch Bayesian version, and thus when combined with a lossless learning algorithm gives a completely lossless online bagging algorithm. We also note that the Bayesian formulation resolves a theoretical problem with bagging, produces less variability in its estimates, and can improve predictive performance for smaller data sets.","apaCitation":"Lee, HKH, & Clyde, MA. (2004). <a href=\"https://scholars.duke.edu/individual/pub1032129\">Lossless online Bayesian bagging.</a> <em>Journal of Machine Learning Research</em>, <em>5</em>, 143-151.</em>","year":"2004-01-01T00:00:00","endPage":"151","publicationSource":"manual","chicagoCitation":"Lee, HKH, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032129\">\"Lossless online Bayesian bagging.\"</a> <em>Journal of Machine Learning Research</em> 5 (2004): 143-151.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1532-4435","publishedIn":"Journal of machine learning research : JMLR","startPage":"143","volume":"5"}},{"uri":"https://scholars.duke.edu/individual/pub678626","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Minimum energy single-shock internal atrial defibrillation in sheep.","attributes":{"icmjeCitation":"Goodman AM, Clyde MA, Burdick DS, Idriss SF, Wolf PD. <a href=\"https://scholars.duke.edu/individual/pub678626\">Minimum energy single-shock internal atrial defibrillation in sheep.</a> Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing. 2004;10(2):131-138. PubMed PMID: 15014213.</em>","mlaCitation":"Goodman, AM, Clyde, MA, Burdick, DS, Idriss, SF, and Wolf, PD. <a href=\"https://scholars.duke.edu/individual/pub678626\">\"Minimum energy single-shock internal atrial defibrillation in sheep.\"</a> <em>Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing</em> 10.2 (2004): 131-138.</em>","isFavorite":"false","authorList":"Goodman, AM; Clyde, MA; Burdick, DS; Idriss, SF; Wolf, PD","datetime":"https://scholars.duke.edu/individual/dateValue2004","conferenceLocation":"united states","abstract":"Well-tolerated internal atrial defibrillation shocks must be below the pain threshold, which has been estimated to be less than 1 Joule. Defibrillation of the atria with low energy is made possible by delivering shocks at the low end of the defibrillation dose-response curve. We studied low-energy defibrillation in sheep to test the hypothesis that the energy that defibrillates the atria 10% of the time (ED10) is less than 1 Joule. The ED10 was estimated in seven sheep with rapid pacing induced chronic atrial fibrillation (AF). Low-energy defibrillation shocks were delivered from coronary sinus (CS) to superior vena cava (SVC) and the ED10 and ED50 (energy that defibrillates the atria 50% of the time) were then calculated using logistic regression. The mean ratio of ED10 to ED50 was 0.50, indicating that on average, the ED10 was equal to half of the ED50. ED10 shocks had energies ranging from 1.2 to 5.8 Joules. These results suggest that painless single-shock low-energy defibrillation may not be feasible.","pmid":"15014213","apaCitation":"Goodman, AM, Clyde, MA, Burdick, DS, Idriss, SF, & Wolf, PD. (2004). <a href=\"https://scholars.duke.edu/individual/pub678626\">Minimum energy single-shock internal atrial defibrillation in sheep.</a> <em>Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing</em>, <em>10</em> (2), 131-138.</em>","year":"2004-01-01T00:00:00","endPage":"138","publicationSource":"manual","chicagoCitation":"Goodman, AM, Clyde, MA, Burdick, DS, Idriss, SF, and Wolf, PD. <a href=\"https://scholars.duke.edu/individual/pub678626\">\"Minimum energy single-shock internal atrial defibrillation in sheep.\"</a> <em>Journal of interventional cardiac electrophysiology : an international journal of arrhythmias and pacing</em> 10, no. 2 (2004): 131-138.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1383-875X","publishedIn":"Journal of Interventional Cardiac Electrophysiology","startPage":"131","doi":"10.1023/b:jice.0000019266.09648.f6","volume":"10"}},{"uri":"https://scholars.duke.edu/individual/pub710393","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Model uncertainty","attributes":{"icmjeCitation":"Clyde M, George EI. <a href=\"https://scholars.duke.edu/individual/pub710393\">Model uncertainty.</a> Statistical Science. 2004;19(1):81-94.</em>","mlaCitation":"Clyde, M, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub710393\">\"Model uncertainty.\"</a> <em>Statistical Science</em> 19.1 (2004): 81-94.</em>","isFavorite":"false","authorList":"Clyde, M; George, EI","datetime":"https://scholars.duke.edu/individual/dateValue2004","abstract":"The evolution of Bayesian approaches for model uncertainty over the past decade has been remarkable. Catalyzed by advances in methods and technology for posterior computation, the scope of these methods has widened substantially. Major thrusts of these developments have included new methods for semiautomatic prior specification and posterior exploration. To illustrate key aspects of this evolution, the highlights of some of these developments are described.","apaCitation":"Clyde, M, & George, EI. (2004). <a href=\"https://scholars.duke.edu/individual/pub710393\">Model uncertainty.</a> <em>Statistical Science</em>, <em>19</em> (1), 81-94.</em>","year":"2004-01-01T00:00:00","endPage":"94","publicationSource":"scival","chicagoCitation":"Clyde, M, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub710393\">\"Model uncertainty.\"</a> <em>Statistical Science</em> 19, no. 1 (2004): 81-94.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1","subtypes":"","publishedIn":"Statistical Science","startPage":"81","doi":"10.1214/088342304000000035","volume":"19"}},{"uri":"https://scholars.duke.edu/individual/pub1126409","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Model Averaging","attributes":{"icmjeCitation":"Clyde M. <a href=\"https://scholars.duke.edu/individual/pub1126409\">Model Averaging.</a> In: Press SJ, editor. Subjective and Objective Bayesian Statistics: Principles, Models, and Applications. John Wiley & Sons; 2003.</em> (Chapter)","mlaCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126409\">\"Model Averaging.\"</a> <em>Subjective and Objective Bayesian Statistics: Principles, Models, and Applications.</em> Ed. SJ Press. John Wiley & Sons, 2003.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2003","apaCitation":"Clyde, M. (2003). <a href=\"https://scholars.duke.edu/individual/pub1126409\">Model Averaging.</a> In SJ Press (Ed.), <em>Subjective and Objective Bayesian Statistics: Principles, Models, and Applications</em> John Wiley & Sons.</em> (Chapter)","year":"2003-01-01T00:00:00","publicationSource":"manual","chicagoCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126409\">\"Model Averaging.\"</a> In <em>Subjective and Objective Bayesian Statistics: Principles, Models, and Applications,</em>edited by SJ Press.</em> John Wiley & Sons, 2003.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-0-471-34843-6","editorList":"Press, SJ","parentBookTitle":"Subjective and Objective Bayesian Statistics: Principles, Models, and Applications","publishedBy":"John Wiley & Sons"}},{"uri":"https://scholars.duke.edu/individual/pub1126614","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Invited discussion of \"Bayesian and Frequentist  Multiple Testing, by C. Genovese and L. Wasserman\"","attributes":{"icmjeCitation":"Clyde M. <a href=\"https://scholars.duke.edu/individual/pub1126614\">Invited discussion of \"Bayesian and Frequentist  Multiple Testing, by C. Genovese and L. Wasserman\".</a> In: Bernardo JM, Bayarri MJ, Dawid AP, Berger JO, Heckerman D, Smith AFM, West M, editors. Bayesian Statistics 7. Oxford University Press; 2003. p. 157-160.</em> (Chapter)","mlaCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126614\">\"Invited discussion of \"Bayesian and Frequentist  Multiple Testing, by C. Genovese and L. Wasserman\".\"</a> <em>Bayesian Statistics 7.</em> Ed. JM Bernardo, MJ Bayarri, AP Dawid, JO Berger, D Heckerman, AFM Smith, and M West. Oxford University Press, 2003. 157-160.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2003","apaCitation":"Clyde, M. (2003). <a href=\"https://scholars.duke.edu/individual/pub1126614\">Invited discussion of \"Bayesian and Frequentist  Multiple Testing, by C. Genovese and L. Wasserman\".</a> In JM Bernardo, MJ Bayarri, AP Dawid, JO Berger, D Heckerman, AFM Smith & M West (Eds.), <em>Bayesian Statistics 7</em> (pp. 157-160).</em> Oxford University Press.</em> (Chapter)","year":"2003-01-01T00:00:00","endPage":"160","publicationSource":"manual","chicagoCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126614\">\"Invited discussion of \"Bayesian and Frequentist  Multiple Testing, by C. Genovese and L. Wasserman\".\"</a> In <em>Bayesian Statistics 7,</em>edited by JM Bernardo, MJ Bayarri, AP Dawid, JO Berger, D Heckerman, AFM Smith, and M West,</em>157-160.</em> Oxford University Press, 2003.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9780198526155","editorList":"Bernardo, JM; Bayarri, MJ; Dawid, AP; Berger, JO; Heckerman, D; Smith, AFM; West, M","parentBookTitle":"Bayesian Statistics 7","startPage":"157","publishedBy":"Oxford University Press"}},{"uri":"https://scholars.duke.edu/individual/pub653535","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Health effects of air pollution: A statistical review","attributes":{"icmjeCitation":"Dominici F, Sheppard L, Clyde M. <a href=\"https://scholars.duke.edu/individual/pub653535\">Health effects of air pollution: A statistical review.</a> International Statistical Review. 2003;71(2):243-276.</em>","mlaCitation":"Dominici, F, Sheppard, L, and Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653535\">\"Health effects of air pollution: A statistical review.\"</a> <em>International Statistical Review</em> 71.2 (2003): 243-276.</em>","isFavorite":"false","authorList":"Dominici, F; Sheppard, L; Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2003","abstract":"We critically review and compare epidemiological designs and statistical approaches to estimate associations between air pollution and health. More specifically, we aim to address the following questions: 1. Which epidemiological designs and statistical methods are available to estimate associations between air pollution and health? 2. What are the recent methodological advances in the estimation of the health effects of air pollution in time series studies? 3. What are the the main methodological challenges and future research opportunities relevant to regulatory policy? In question 1, we identify strengths and limitations of time series, cohort, case-crossover and panel sampling designs. In question 2, we focus on time series studies and we review statistical methods for: 1) combining information across multiple locations to estimate overall air pollution effects; 2) estimating the health effects of air pollution taking into account of model uncertainties; 3) investigating the consequences of exposure measurement error in the estimation of the health effects of air pollution; and 4) estimating air pollution-health exposure-response curves. Here, we also discuss the extent to which these statistical contributions have addressed key substantive questions. In question 3, within a set of policy-relevant-questions, we identify research opportunities and point out current data limitations.","apaCitation":"Dominici, F, Sheppard, L, & Clyde, M. (2003). <a href=\"https://scholars.duke.edu/individual/pub653535\">Health effects of air pollution: A statistical review.</a> <em>International Statistical Review</em>, <em>71</em> (2), 243-276.</em>","year":"2003-01-01T00:00:00","endPage":"276","publicationSource":"scival","chicagoCitation":"Dominici, F, Sheppard, L, and Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653535\">\"Health effects of air pollution: A statistical review.\"</a> <em>International Statistical Review</em> 71, no. 2 (2003): 243-276.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2","subtypes":"","publishedIn":"International Statistical Review","startPage":"243","volume":"71"}},{"uri":"https://scholars.duke.edu/individual/pub765679","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Invited discussion of ``Wavelet-Based Nonparametric Modeling of Hierarchical Functions in Colon Carcinogenesis'' by J.S. Morris, M. Vannucci, P.J. Brown, and  R.J. Carroll.","attributes":{"icmjeCitation":"Clyde MA, George EI. <a href=\"https://scholars.duke.edu/individual/pub765679\">Invited discussion of ``Wavelet-Based Nonparametric Modeling of Hierarchical Functions in Colon Carcinogenesis'' by J.S. Morris, M. Vannucci, P.J. Brown, and  R.J. Carroll.</a> Journal of the American Statistical Association. 2003;98(463):584-585.</em>","mlaCitation":"Clyde, MA, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub765679\">\"Invited discussion of ``Wavelet-Based Nonparametric Modeling of Hierarchical Functions in Colon Carcinogenesis'' by J.S. Morris, M. Vannucci, P.J. Brown, and  R.J. Carroll.\"</a> <em>Journal of the American Statistical Association</em> 98.463 (2003): 584-585.</em>","isFavorite":"false","authorList":"Clyde, MA; George, EI","datetime":"https://scholars.duke.edu/individual/dateValue2003","apaCitation":"Clyde, MA, & George, EI. (2003). <a href=\"https://scholars.duke.edu/individual/pub765679\">Invited discussion of ``Wavelet-Based Nonparametric Modeling of Hierarchical Functions in Colon Carcinogenesis'' by J.S. Morris, M. Vannucci, P.J. Brown, and  R.J. Carroll.</a> <em>Journal of the American Statistical Association</em>, <em>98</em> (463), 584-585.</em>","year":"2003-01-01T00:00:00","endPage":"585","publicationSource":"manual","chicagoCitation":"Clyde, MA, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub765679\">\"Invited discussion of ``Wavelet-Based Nonparametric Modeling of Hierarchical Functions in Colon Carcinogenesis'' by J.S. Morris, M. Vannucci, P.J. Brown, and  R.J. Carroll.\"</a> <em>Journal of the American Statistical Association</em> 98, no. 463 (2003): 584-585.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"463","subtypes":"","publishedIn":"Journal of the American Statistical Association","startPage":"584","doi":"10.1198/016214503000000440","volume":"98"}},{"uri":"https://scholars.duke.edu/individual/pub653526","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Constrained design strategies for improving normal approximations in nonlinear regression problems","attributes":{"icmjeCitation":"Clyde M, Chaloner K. <a href=\"https://scholars.duke.edu/individual/pub653526\">Constrained design strategies for improving normal approximations in nonlinear regression problems.</a> Journal of Statistical Planning and Inference. 2002;104(1):175-196.</em>","mlaCitation":"Clyde, M, and Chaloner, K. <a href=\"https://scholars.duke.edu/individual/pub653526\">\"Constrained design strategies for improving normal approximations in nonlinear regression problems.\"</a> <em>Journal of Statistical Planning and Inference</em> 104.1 (2002): 175-196.</em>","isFavorite":"false","authorList":"Clyde, M; Chaloner, K","datetime":"https://scholars.duke.edu/individual/dateValue2002","abstract":"In nonlinear regression problems, the assumption is usually made that parameter estimates will be approximately normally distributed. The accuracy of the approximation depends on the sample size and also on the intrinsic and parameter-effects curvatures. Based on these curvatures, criteria are defined here that indicate whether or not an experiment will lead to estimates with distributions well approximated by a normal distribution. An approach is motivated of optimizing a primary design criterion subject to satisfying constraints based on these nonnormality measures. The approach can be used either to I) find designs for a fixed sample size or to II) choose the sample size for the optimal design based on the primary objective so that the constraints are satisfied. This later objective is useful as the nonnormality measures decrease with the sample size. As the constraints are typically not concave functions over a set of design measures, the usual equivalence theorems of optimal design theory do not hold for the first approach, and numerical implementation is required. Examples are given, and a new notation using tensor products is introduced to define tractable general notation for the nonnormality measures. © 2002 Elsevier Science B.V. All rights reserved.","apaCitation":"Clyde, M, & Chaloner, K. (2002). <a href=\"https://scholars.duke.edu/individual/pub653526\">Constrained design strategies for improving normal approximations in nonlinear regression problems.</a> <em>Journal of Statistical Planning and Inference</em>, <em>104</em> (1), 175-196.</em>","year":"2002-01-01T00:00:00","endPage":"196","publicationSource":"scival","chicagoCitation":"Clyde, M, and Chaloner, K. <a href=\"https://scholars.duke.edu/individual/pub653526\">\"Constrained design strategies for improving normal approximations in nonlinear regression problems.\"</a> <em>Journal of Statistical Planning and Inference</em> 104, no. 1 (2002): 175-196.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"1","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0378-3758","publishedIn":"Journal of Statistical Planning and Inference","startPage":"175","doi":"10.1016/S0378-3758(01)00239-7","volume":"104"}},{"uri":"https://scholars.duke.edu/individual/pub1126400","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Experimental Design: Bayesian Designs","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1126400\">Experimental Design: Bayesian Designs.</a> In: Smelser NJ, Baltes PB, editors. International Encyclopedia of the Social and Behavioral Sciences. New York, NY: Science Direct; 2001. p. 5075-5081.</em> (Chapter)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126400\">\"Experimental Design: Bayesian Designs.\"</a> <em>International Encyclopedia of the Social and Behavioral Sciences.</em> Ed. NJ Smelser and PB Baltes. New York, NY: Science Direct, 2001. 5075-5081.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2001","abstract":"This article provides an overview of experimental design using a Bayesian decision-theoretic framework. Scientific experimentation requires decisions about how an experiment will be conducted and analyzed. Such decisions depend on the goals and purpose of the experiment, but certain choices may be restricted by available resources and ethical considerations. Prior information may be available from earlier experiments or from conjectures which motivate the investigation. The Bayesian approach provides a coherent framework where prior information and uncertainties regarding unknown quantities can be combined to find an experimental design that optimizes the goals of the experiment.","apaCitation":"Clyde, MA. (2001). <a href=\"https://scholars.duke.edu/individual/pub1126400\">Experimental Design: Bayesian Designs.</a> In NJ Smelser and PB Baltes (Eds.), <em>International Encyclopedia of the Social and Behavioral Sciences</em> (pp. 5075-5081).</em> New York, NY:</em> Science Direct.</em> (Chapter)","year":"2001-01-01T00:00:00","endPage":"5081","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126400\">\"Experimental Design: Bayesian Designs.\"</a> In <em>International Encyclopedia of the Social and Behavioral Sciences,</em>edited by NJ Smelser and PB Baltes,</em>5075-5081.</em> New York, NY: Science Direct, 2001.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-0-08-043076-8","editorList":"Smelser, NJ; Baltes, PB","parentBookTitle":"International Encyclopedia of the Social and Behavioral Sciences","startPage":"5075","publishedBy":"Science Direct","doi":"10.1016/B0-08-043076-7/00421-6"}},{"uri":"https://scholars.duke.edu/individual/pub1126408","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bagging and the Bayesian Bootstrap","attributes":{"icmjeCitation":"Clyde M, Lee HK. <a href=\"https://scholars.duke.edu/individual/pub1126408\">Bagging and the Bayesian Bootstrap.</a> Richardson T, Jaakkola T, editors. Artificial Intelligence and Statistics. 2001;8:169-174.</em>","mlaCitation":"Clyde, M, and Lee, HK. <a href=\"https://scholars.duke.edu/individual/pub1126408\">\"Bagging and the Bayesian Bootstrap.\"</a> Ed. T Richardson and T Jaakkola. <em>Artificial Intelligence and Statistics</em> 8 (2001): 169-174.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/11773","authorList":"Clyde, M; Lee, HK","datetime":"https://scholars.duke.edu/individual/dateValue2001","abstract":"Bagging is a method of obtaining more ro- bust predictions when the model class under consideration is unstable with respect to the data, i.e., small changes in the data can cause the predicted values to change significantly. In this paper, we introduce a Bayesian ver- sion of bagging based on the Bayesian boot- strap. The Bayesian bootstrap resolves a the- oretical problem with ordinary bagging and often results in more efficient estimators. We show how model averaging can be combined within the Bayesian bootstrap and illustrate the procedure with several examples.","apaCitation":"Clyde, M, & Lee, HK. (2001). <a href=\"https://scholars.duke.edu/individual/pub1126408\">Bagging and the Bayesian Bootstrap.</a> T Richardson and T Jaakkola (Eds.). <em>Artificial Intelligence and Statistics</em>, <em>8</em>, 169-174.</em>","year":"2001-01-01T00:00:00","endPage":"174","publicationSource":"manual","chicagoCitation":"Clyde, M, and Lee, HK. <a href=\"https://scholars.duke.edu/individual/pub1126408\">\"Bagging and the Bayesian Bootstrap.\"</a> Edited by T Richardson and T Jaakkola. <em>Artificial Intelligence and Statistics</em> 8 (2001): 169-174.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","editorList":"Richardson, T; Jaakkola, T","publishedIn":"Artificial Intelligence and Statistics","startPage":"169","publishedBy":"Morgan Kaufman Publishers","volume":"8"}},{"uri":"https://scholars.duke.edu/individual/pub1126615","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Invited discussion of ``The Practical Implementation of Bayesian Model Selection'' by H. Chipman, E.I. George, and R.E. McCulloch","attributes":{"icmjeCitation":"Clyde M. <a href=\"https://scholars.duke.edu/individual/pub1126615\">Invited discussion of ``The Practical Implementation of Bayesian Model Selection'' by H. Chipman, E.I. George, and R.E. McCulloch.</a> In: Lahiri P, editor. Model selection. 2001. p. 117-124.</em> (Chapter)","mlaCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126615\">\"Invited discussion of ``The Practical Implementation of Bayesian Model Selection'' by H. Chipman, E.I. George, and R.E. McCulloch.\"</a> <em>Model selection.</em> Ed. P Lahiri. 2001. 117-124.</em> (Chapter)","isFavorite":"false","isbn10":"0-940600-52-8","onlineContent":"http://hdl.handle.net/10161/11784","authorList":"Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2001","apaCitation":"Clyde, M. (2001). <a href=\"https://scholars.duke.edu/individual/pub1126615\">Invited discussion of ``The Practical Implementation of Bayesian Model Selection'' by H. Chipman, E.I. George, and R.E. McCulloch.</a> In P Lahiri (Ed.), <em>Model selection</em> (pp. 117-124).</em> (Chapter)","year":"2001-01-01T00:00:00","endPage":"124","publicationSource":"manual","chicagoCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub1126615\">\"Invited discussion of ``The Practical Implementation of Bayesian Model Selection'' by H. Chipman, E.I. George, and R.E. McCulloch.\"</a> In <em>Model selection,</em>edited by P Lahiri,</em>117-124.</em> 2001.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","editorList":"Lahiri, P","parentBookTitle":"Model selection","startPage":"117","doi":"10.1214/lnms/1215540965","volume":"38"}},{"uri":"https://scholars.duke.edu/individual/pub653521","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Flexible empirical Bayes estimation for wavelets","attributes":{"icmjeCitation":"Clyde M, George EI. <a href=\"https://scholars.duke.edu/individual/pub653521\">Flexible empirical Bayes estimation for wavelets.</a> Journal of the Royal Statistical Society. Series B: Statistical Methodology. 2000;62(4):681-698.</em>","mlaCitation":"Clyde, M, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub653521\">\"Flexible empirical Bayes estimation for wavelets.\"</a> <em>Journal of the Royal Statistical Society. Series B: Statistical Methodology</em> 62.4 (2000): 681-698.</em>","isFavorite":"false","authorList":"Clyde, M; George, EI","datetime":"https://scholars.duke.edu/individual/dateValue2000","abstract":"Wavelet shrinkage estimation is an increasingly popular method for signal denoising and compression. Although Bayes estimators can provide excellent mean-squared error (MSE) properties, the selection of an effective prior is a difficult task. To address this problem, we propose empirical Bayes (EB) prior selection methods for various error distributions including the normal and the heavier-tailed Student t-distributions. Under such EB prior distributions, we obtain threshold shrinkage estimators based on model selection, and multiple-shrinkage estimators based on model averaging. These EB estimators are seen to be computationally competitive with standard classical thresholding methods, and to be robust to outliers in both the data and wavelet domains. Simulated and real examples are used to illustrate the flexibility and improved MSE performance of these methods in a wide variety of settings.","apaCitation":"Clyde, M, & George, EI. (2000). <a href=\"https://scholars.duke.edu/individual/pub653521\">Flexible empirical Bayes estimation for wavelets.</a> <em>Journal of the Royal Statistical Society. Series B: Statistical Methodology</em>, <em>62</em> (4), 681-698.</em>","year":"2000-01-01T00:00:00","endPage":"698","publicationSource":"scival","chicagoCitation":"Clyde, M, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub653521\">\"Flexible empirical Bayes estimation for wavelets.\"</a> <em>Journal of the Royal Statistical Society. Series B: Statistical Methodology</em> 62, no. 4 (2000): 681-698.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"4","subtypes":"","publishedIn":"Journal of the Royal Statistical Society. Series B: Statistical Methodology","startPage":"681","volume":"62"}},{"uri":"https://scholars.duke.edu/individual/pub653523","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Conjugate analysis of multivariate normal data with incomplete observations","attributes":{"icmjeCitation":"Dominici F, Parmigiani G, Clyde M. <a href=\"https://scholars.duke.edu/individual/pub653523\">Conjugate analysis of multivariate normal data with incomplete observations.</a> Canadian Journal of Statistics. 2000;28(3):533-550.</em>","mlaCitation":"Dominici, F, Parmigiani, G, and Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653523\">\"Conjugate analysis of multivariate normal data with incomplete observations.\"</a> <em>Canadian Journal of Statistics</em> 28.3 (2000): 533-550.</em>","isFavorite":"false","authorList":"Dominici, F; Parmigiani, G; Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2000","abstract":"The authors discuss prior distributions that are conjugate to the multivariate normal likelihood when some of the observations are incomplete. They present a general class of priors for incorporating information about unidentified parameters in the covariance matrix. They analyze the special case of monotone patterns of missing data, providing an explicit recursive form for the posterior distribution resulting from a conjugate prior distribution. They develop an importance sampling and a Gibbs sampling approach to sample from a general posterior distribution and compare the two methods.","apaCitation":"Dominici, F, Parmigiani, G, & Clyde, M. (2000). <a href=\"https://scholars.duke.edu/individual/pub653523\">Conjugate analysis of multivariate normal data with incomplete observations.</a> <em>Canadian Journal of Statistics</em>, <em>28</em> (3), 533-550.</em>","year":"2000-01-01T00:00:00","endPage":"550","publicationSource":"scival","chicagoCitation":"Dominici, F, Parmigiani, G, and Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653523\">\"Conjugate analysis of multivariate normal data with incomplete observations.\"</a> <em>Canadian Journal of Statistics</em> 28, no. 3 (2000): 533-550.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"3","subtypes":"","publishedIn":"Canadian Journal of Statistics","startPage":"533","volume":"28"}},{"uri":"https://scholars.duke.edu/individual/pub653524","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Model uncertainty and health effect studies for particulate matter","attributes":{"icmjeCitation":"Clyde M. <a href=\"https://scholars.duke.edu/individual/pub653524\">Model uncertainty and health effect studies for particulate matter.</a> Environmetrics. 2000;11(6):745-763.</em>","mlaCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653524\">\"Model uncertainty and health effect studies for particulate matter.\"</a> <em>Environmetrics</em> 11.6 (2000): 745-763.</em>","isFavorite":"false","authorList":"Clyde, M","datetime":"https://scholars.duke.edu/individual/dateValue2000","abstract":"There are many aspects of model choice that are involved in health effect studies of particulate matter and other pollutants. Some of these choices concern which pollutants and confounding variables should be included in the model, what type of lag structure for the covariates should be used, which interactions need to be considered, and how to model nonlinear trends. Because of the large number of potential variables, model selection is often used to find a parsimonious model. Different model selection strategies may lead to very different models and conclusions for the same set of data. As variable selection may involve numerous test of hypotheses, the resulting significance levels may be called into question, and there is the concern that the positive associations are a result of multiple testing. Bayesian Model Averaging is an alternative that can be used to combine inferences from multiple models and incorporate model uncertainty. This paper presents objective prior distributions for Bayesian Model Averaging in generalized linear models so that Bayesian model selection corresponds to standard methods of model selection, such as the Akaike Information Criterion (AIC) or Bayes Information Criterion (BIC), and inferences within a model are based on standard maximum likelihood estimation. These methods allow non-Bayesians to describe the level of uncertainty due to model selection, and can be used to combine inferences by averaging over a wider class of models using readily available summary statistics from standard model fitting programs. Using Bayesian Model Averaging and objective prior distributions, we re-analyze data from Birmingham, AL and illustrate the role of model uncertainty in inferences about the effect of particulate matter on elderly mortality. Copyright (C) 2000 John Wiley and Sons, Ltd.","apaCitation":"Clyde, M. (2000). <a href=\"https://scholars.duke.edu/individual/pub653524\">Model uncertainty and health effect studies for particulate matter.</a> <em>Environmetrics</em>, <em>11</em> (6), 745-763.</em>","year":"2000-01-01T00:00:00","endPage":"763","publicationSource":"scival","chicagoCitation":"Clyde, M. <a href=\"https://scholars.duke.edu/individual/pub653524\">\"Model uncertainty and health effect studies for particulate matter.\"</a> <em>Environmetrics</em> 11, no. 6 (2000): 745-763.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"6","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1180-4009","publishedIn":"Environmetrics","startPage":"745","doi":"10.1002/1099-095X(200011/12)11:6<745::AID-ENV431>3.0.CO;2-N","volume":"11"}},{"uri":"https://scholars.duke.edu/individual/pub653528","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Accounting for model uncertainty in prediction of chlorophyll a in Lake Okeechobee","attributes":{"icmjeCitation":"Lamon EC, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub653528\">Accounting for model uncertainty in prediction of chlorophyll a in Lake Okeechobee.</a> Journal of Agricultural, Biological, and Environmental Statistics. 2000;5(3):297-322.</em>","mlaCitation":"Lamon, EC, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653528\">\"Accounting for model uncertainty in prediction of chlorophyll a in Lake Okeechobee.\"</a> <em>Journal of Agricultural, Biological, and Environmental Statistics</em> 5.3 (2000): 297-322.</em>","isFavorite":"false","authorList":"Lamon, EC; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue2000","abstract":"Long-term eutrophication data along with water quality measurements (total phosphorous and total nitrogen) and other physical environmental factors such as lake level (stage), water temperature, wind speed, and direction were used to develop a model to predict chlorophyll a concentrations in Lake Okeechobee. The semiparametric model included each of the potential explanatory variables as linear predictors, regression spline predictors, or product spline interactions allowing for nonlinear relationships. A Gibbs sampler was used to traverse the model space. Predictions that incorporate uncertainty about inclusion of variables and their functional forms were obtained using Bayesian model averaging (BMA) over the sampled models. Semiparametric regression with Bayesian model averaging and spline interactions provides a flexible framework for addressing the problems of nonlinearity and counterintuitive total phosphorus function estimates identified in previous statistical models. The use of regression splines allows nonlinear effects to be manifest, while their extension allows inclusion of interactions for which the mathematical form cannot be specified a priori. Prediction intervals under BMA provided better coverage for new observations than confidence intervals for ordinary least squares models obtained using backwards selection. Also, BMA was more efficient than ordinary least squares in terms of predictive mean squared error for overall lake predictions.","apaCitation":"Lamon, EC, & Clyde, MA. (2000). <a href=\"https://scholars.duke.edu/individual/pub653528\">Accounting for model uncertainty in prediction of chlorophyll a in Lake Okeechobee.</a> <em>Journal of Agricultural, Biological, and Environmental Statistics</em>, <em>5</em> (3), 297-322.</em>","year":"2000-01-01T00:00:00","endPage":"322","publicationSource":"scival","chicagoCitation":"Lamon, EC, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653528\">\"Accounting for model uncertainty in prediction of chlorophyll a in Lake Okeechobee.\"</a> <em>Journal of Agricultural, Biological, and Environmental Statistics</em> 5, no. 3 (2000): 297-322.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"3","subtypes":"","publishedIn":"Journal of Agricultural, Biological, and Environmental Statistics","startPage":"297","volume":"5"}},{"uri":"https://scholars.duke.edu/individual/pub1032131","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Bayesian Model Averaging and Model Search Strategies (with Discussion)","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1032131\">Bayesian Model Averaging and Model Search Strategies (with Discussion).</a> In: Bernardo JM, Dawid AP, Berger JO, Smith AFM, editors. Bayesian Statistics 6. Oxford University Press; 1999. p. 157-185.</em>","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032131\">\"Bayesian Model Averaging and Model Search Strategies (with Discussion).\"</a> <em>Bayesian Statistics 6.</em> Ed. JM Bernardo, AP Dawid, JO Berger, and AFM Smith. Oxford University Press, 1999. 157-185.</em>","isFavorite":"false","isbn10":"0-19-850485-3","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1999","apaCitation":"Clyde, MA. (1999). <a href=\"https://scholars.duke.edu/individual/pub1032131\">Bayesian Model Averaging and Model Search Strategies (with Discussion).</a> In JM Bernardo, AP Dawid, JO Berger & AFM Smith (Eds.), <em>Bayesian Statistics 6</em> (pp. 157-185).</em> Oxford University Press.</em>","year":"1999-01-01T00:00:00","endPage":"185","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032131\">\"Bayesian Model Averaging and Model Search Strategies (with Discussion).\"</a> In <em>Bayesian Statistics 6,</em>edited by JM Bernardo, AP Dawid, JO Berger, and AFM Smith,</em>157-185.</em> Oxford University Press, 1999.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","editorList":"Bernardo, JM; Dawid, AP; Berger, JO; Smith, AFM","parentBookTitle":"Bayesian Statistics 6","startPage":"157","publishedBy":"Oxford University Press","volume":"6"}},{"uri":"https://scholars.duke.edu/individual/pub1041102","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Comment on ``Bayesian Model Averaging: A Tutorial'' by Hoeting, JA., Madigan,D., Raftery, AE., and Volinsky, CT.Comment on ``Bayesian model averaging: A tutorial''","attributes":{"icmjeCitation":"Clyde MA, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1041102\">Comment on ``Bayesian Model Averaging: A Tutorial'' by Hoeting, JA., Madigan,D., Raftery, AE., and Volinsky, CT.Comment on ``Bayesian model averaging: A tutorial'' (PublishedPublished).</a> Statistical Science. 1999;14:401-404.</em> (Scholarly Commentary)","mlaCitation":"Clyde, MA, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1041102\">\"Comment on ``Bayesian Model Averaging: A Tutorial'' by Hoeting, JA., Madigan,D., Raftery, AE., and Volinsky, CT.Comment on ``Bayesian model averaging: A tutorial'' (PublishedPublished).\"</a> <em>Statistical Science</em> 14 (1999): 401-404.</em> (Scholarly Commentary)","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/8884","authorList":"Clyde, MA; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1999","apaCitation":"Clyde, MA, & Clyde, MA. (1999). <a href=\"https://scholars.duke.edu/individual/pub1041102\">Comment on ``Bayesian Model Averaging: A Tutorial'' by Hoeting, JA., Madigan,D., Raftery, AE., and Volinsky, CT.Comment on ``Bayesian model averaging: A tutorial'' (PublishedPublished).</a> <em>Statistical Science</em>, <em>14</em>, 401-404.</em> (Scholarly Commentary)","year":"1999-01-01T00:00:00","endPage":"404","publicationSource":"manual","chicagoCitation":"Clyde, MA, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1041102\">\"Comment on ``Bayesian Model Averaging: A Tutorial'' by Hoeting, JA., Madigan,D., Raftery, AE., and Volinsky, CT.Comment on ``Bayesian model averaging: A tutorial'' (PublishedPublished).\"</a> <em>Statistical Science</em> 14 (1999): 401-404.</em> (Scholarly Commentary)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Scholarly Commentary","publicationVenue":"https://scholars.duke.edu/individual/jou2168-8745","publishedIn":"Statistical Science","startPage":"401","publishedBy":"Institute of Mathematical Statistics (IMS)","doi":"10.1214/ss/1009212519","volume":"14"}},{"uri":"https://scholars.duke.edu/individual/pub1126407","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Empirical Bayes estimation in wavelet nonparametric regression","attributes":{"icmjeCitation":"Clyde MA, George EI. <a href=\"https://scholars.duke.edu/individual/pub1126407\">Empirical Bayes estimation in wavelet nonparametric regression.</a> In: Muller P, Vidakovic B, editors. Bayesian Inference in Wavelet-Based Models. Springer; 1999. p. 309-322.</em> (Chapter)","mlaCitation":"Clyde, MA, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub1126407\">\"Empirical Bayes estimation in wavelet nonparametric regression.\"</a> <em>Bayesian Inference in Wavelet-Based Models.</em> Ed. P Muller and B Vidakovic. Springer, 1999. 309-322.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA; George, EI","datetime":"https://scholars.duke.edu/individual/dateValue1999","abstract":"Bayesian methods based on hierarchical mixture models have demonstrated excellent mean squared error properties in constructing data dependent shrinkage estimators in wavelets, however, subjective elicitation of the hyperparameters is challenging. In this chapter we use an Empirical Bayes approach to estimate the hyperparameters for each level of the wavelet decomposition, bypassing the usual difficulty of hyperparameter specification in the hierarchical model. The EB approach is computationally competitive with standard methods and offers improved MSE performance over several Bayes and classical estimators in a wide variety of examples.","apaCitation":"Clyde, MA, & George, EI. (1999). <a href=\"https://scholars.duke.edu/individual/pub1126407\">Empirical Bayes estimation in wavelet nonparametric regression.</a> In P Muller and B Vidakovic (Eds.), <em>Bayesian Inference in Wavelet-Based Models</em> (pp. 309-322).</em> Springer.</em> (Chapter)","year":"1999-01-01T00:00:00","endPage":"322","publicationSource":"manual","chicagoCitation":"Clyde, MA, and George, EI. <a href=\"https://scholars.duke.edu/individual/pub1126407\">\"Empirical Bayes estimation in wavelet nonparametric regression.\"</a> In <em>Bayesian Inference in Wavelet-Based Models,</em>edited by P Muller and B Vidakovic,</em>309-322.</em> Springer, 1999.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-1-4612-0567-8","editorList":"Muller, P; Vidakovic, B","parentBookTitle":"Bayesian Inference in Wavelet-Based Models","startPage":"309","publishedBy":"Springer","doi":"10.1007/978-1-4612-0567-8_19","volume":"141"}},{"uri":"https://scholars.duke.edu/individual/pub653525","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Sequential importance sampling for nonparametric Bayes models: The next generation","attributes":{"icmjeCitation":"MacEachern SN, Clyde M, Liu JS. <a href=\"https://scholars.duke.edu/individual/pub653525\">Sequential importance sampling for nonparametric Bayes models: The next generation.</a> Canadian Journal of Statistics. 1999;27(2):251-267.</em>","mlaCitation":"MacEachern, SN, Clyde, M, and Liu, JS. <a href=\"https://scholars.duke.edu/individual/pub653525\">\"Sequential importance sampling for nonparametric Bayes models: The next generation.\"</a> <em>Canadian Journal of Statistics</em> 27.2 (1999): 251-267.</em>","isFavorite":"false","authorList":"MacEachern, SN; Clyde, M; Liu, JS","datetime":"https://scholars.duke.edu/individual/dateValue1999","abstract":"There are two generations of Gibbs sampling methods for semiparametric models involving the Dirichlet process. The first generation suffered from a severe drawback: the locations of the clusters, or groups of parameters, could essentially become fixed, moving only rarely. Two strategies that have been proposed to create the second generation of Gibbs samplers are integration and appending a second stage to the Gibbs sampler wherein the cluster locations are moved. We show that these same strategies are easily implemented for the sequential importance sampler, and that the first strategy dramatically improves results. As in the case of Gibbs sampling, these strategies are applicable to a much wider class of models. They are shown to provide more uniform importance sampling weights and lead to additional Rao-Blackwellization of estimators.","apaCitation":"MacEachern, SN, Clyde, M, & Liu, JS. (1999). <a href=\"https://scholars.duke.edu/individual/pub653525\">Sequential importance sampling for nonparametric Bayes models: The next generation.</a> <em>Canadian Journal of Statistics</em>, <em>27</em> (2), 251-267.</em>","year":"1999-01-01T00:00:00","endPage":"267","publicationSource":"scival","chicagoCitation":"MacEachern, SN, Clyde, M, and Liu, JS. <a href=\"https://scholars.duke.edu/individual/pub653525\">\"Sequential importance sampling for nonparametric Bayes models: The next generation.\"</a> <em>Canadian Journal of Statistics</em> 27, no. 2 (1999): 251-267.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2","subtypes":"","publishedIn":"Canadian Journal of Statistics","startPage":"251","volume":"27"}},{"uri":"https://scholars.duke.edu/individual/pub1126406","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Mixture models in the exploration of structure-activity relationships in\ndrug  design","attributes":{"icmjeCitation":"Paddock S, Clyde MA, West M. <a href=\"https://scholars.duke.edu/individual/pub1126406\">Mixture models in the exploration of structure-activity relationships in\ndrug  design.</a> In: Gastonis C, Kass RE, Carlin B, Carriquiry A, German A, West M, Verdinelli I, editors. Bayesian Statistics in Science and Engineering: Case Studies IV. Springer; 1998. p. 339-353.</em> (Chapter)","mlaCitation":"Paddock, S, Clyde, MA, and West, M. <a href=\"https://scholars.duke.edu/individual/pub1126406\">\"Mixture models in the exploration of structure-activity relationships in\ndrug  design.\"</a> <em>Bayesian Statistics in Science and Engineering: Case Studies IV.</em> Ed. C Gastonis, RE Kass, B Carlin, A Carriquiry, A German, M West, and I Verdinelli. Springer, 1998. 339-353.</em> (Chapter)","isFavorite":"false","authorList":"Paddock, S; Clyde, MA; West, M","datetime":"https://scholars.duke.edu/individual/dateValue1998","abstract":"We report on a study of mixture modeling problems arising in the assessment of chemical structure-activity relationships in drug design and discovery. Pharmaceutical research laboratories developing test compounds for screening synthesize many related candidate compounds by linking together collections of basic molecular building blocks, known as monomers. These compounds are tested for biological activity, feeding in to screening for further analysis and drug design. The tests also provide data relating compound activity to chemical properties and aspects of the structure of associated monomers, and our focus here is studying such relationships as an aid to future monomer selection. The level of chemical activity of compounds is based on the geometry of chemical binding of test compounds to target binding sites on receptor compounds, but the screening tests are unable to identify binding configurations. Hence potentially critical covariate information is missing as a natural latent variable. Resulting statistical models are then mixed with respect to such missing information, so complicating data analysis and inference. This paper reports on a study of a two-monomer, two-binding site framework and associated data. We build structured mixture models that mix linear regression models, predicting chemical effectiveness, with respect to site-binding selection mechanisms. We discuss aspects of modeling and analysis, including problems and pitfalls, and describe results of analyses of a simulated and real data set. In modeling real data, we are led into critical model extensions that introduce hierarchical random effects components to adequately capture heterogeneities in both the site binding mechanisms and in the resulting levels of effectiveness of compounds once bound. Comments on current and potential future directions conclude the report.","apaCitation":"Paddock, S, Clyde, MA, & West, M. (1998). <a href=\"https://scholars.duke.edu/individual/pub1126406\">Mixture models in the exploration of structure-activity relationships in\ndrug  design.</a> In C Gastonis, RE Kass, B Carlin, A Carriquiry, A German, M West & I Verdinelli (Eds.), <em>Bayesian Statistics in Science and Engineering: Case Studies IV</em> (pp. 339-353).</em> Springer.</em> (Chapter)","year":"1998-01-01T00:00:00","endPage":"353","publicationSource":"manual","chicagoCitation":"Paddock, S, Clyde, MA, and West, M. <a href=\"https://scholars.duke.edu/individual/pub1126406\">\"Mixture models in the exploration of structure-activity relationships in\ndrug  design.\"</a> In <em>Bayesian Statistics in Science and Engineering: Case Studies IV,</em>edited by C Gastonis, RE Kass, B Carlin, A Carriquiry, A German, M West, and I Verdinelli,</em>339-353.</em> Springer, 1998.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-1-4612-1502-8","editorList":"Gastonis, C; Kass, RE; Carlin, B; Carriquiry, A; German, A; West, M; Verdinelli, I","parentBookTitle":"Bayesian Statistics in Science and Engineering: Case Studies IV","startPage":"339","publishedBy":"Springer","doi":"10.1007/978-1-4612-1502-8_9"}},{"uri":"https://scholars.duke.edu/individual/pub653522","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Multiple shrinkage and subset selection in wavelets","attributes":{"icmjeCitation":"Clyde M, Parmigiani G, Vidakovic B. <a href=\"https://scholars.duke.edu/individual/pub653522\">Multiple shrinkage and subset selection in wavelets.</a> Biometrika. 1998;85(2):391-401.</em>","mlaCitation":"Clyde, M, Parmigiani, G, and Vidakovic, B. <a href=\"https://scholars.duke.edu/individual/pub653522\">\"Multiple shrinkage and subset selection in wavelets.\"</a> <em>Biometrika</em> 85.2 (1998): 391-401.</em>","isFavorite":"false","authorList":"Clyde, M; Parmigiani, G; Vidakovic, B","datetime":"https://scholars.duke.edu/individual/dateValue1998","abstract":"This paper discusses Bayesian methods for multiple shrinkage estimation in wavelets. Wavelets are used in applications for data denoising, via shrinkage of the coefficients towards zero, and for data compression, by shrinkage and setting small coefficients to zero. We approach wavelet shrinkage by using Bayesian hierarchical models, assigning a positive prior probability to the wavelet coefficients being zero. The resulting estimator for the wavelet coefficients is a multiple shrinkage estimator that exhibits a wide variety of nonlinear patterns. We discuss fast computational implementations, with a focus on easy-to-compute analytic approximations as well as importance sampling and Markov chain Monte Carlo methods. Multiple shrinkage estimators prove to have excellent mean squared error performance in reconstructing standard test functions. We demonstrate this in simulated test examples, comparing various implementations of multiple shrinkage to commonly-used shrinkage rules. Finally, we illustrate our approach with an application to the so-called 'glint' data. Gibbs sampling; Importance sampling; Model averaging.","apaCitation":"Clyde, M, Parmigiani, G, & Vidakovic, B. (1998). <a href=\"https://scholars.duke.edu/individual/pub653522\">Multiple shrinkage and subset selection in wavelets.</a> <em>Biometrika</em>, <em>85</em> (2), 391-401.</em>","year":"1998-01-01T00:00:00","endPage":"401","publicationSource":"scival","chicagoCitation":"Clyde, M, Parmigiani, G, and Vidakovic, B. <a href=\"https://scholars.duke.edu/individual/pub653522\">\"Multiple shrinkage and subset selection in wavelets.\"</a> <em>Biometrika</em> 85, no. 2 (1998): 391-401.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0006-3444","publishedIn":"Biometrika","startPage":"391","volume":"85"}},{"uri":"https://scholars.duke.edu/individual/pub653527","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Protein construct storage: Bayesian variable selection and prediction with mixtures","attributes":{"icmjeCitation":"Clyde MA, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub653527\">Protein construct storage: Bayesian variable selection and prediction with mixtures.</a> Journal of Biopharmaceutical Statistics. 1998;8(3):431-443. PubMed PMID: 9741858.</em>","mlaCitation":"Clyde, MA, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub653527\">\"Protein construct storage: Bayesian variable selection and prediction with mixtures.\"</a> <em>Journal of Biopharmaceutical Statistics</em> 8.3 (1998): 431-443.</em>","isFavorite":"false","authorList":"Clyde, MA; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1998","abstract":"Determining optimal conditions for protein storage while maintaining a high level of protein activity is an important question in pharmaceutical research. A designed experiment based on a space-filling design was conducted to understand the effects of factors affecting protein storage and to establish optimal storage conditions. Different model-selection strategies to identify important factors may lead to very different answers about optimal conditions. Uncertainty about which factors are important, or model uncertainty, can be a critical issue in decision-making. We use Bayesian variable selection methods for linear models to identify important variables in the protein storage data, while accounting for model uncertainty. We also use the Bayesian framework to build predictions based on a large family of models, rather than an individual model, and to evaluate the probability that certain candidate storage conditions are optimal.","pmid":"9741858","apaCitation":"Clyde, MA, & Parmigiani, G. (1998). <a href=\"https://scholars.duke.edu/individual/pub653527\">Protein construct storage: Bayesian variable selection and prediction with mixtures.</a> <em>Journal of Biopharmaceutical Statistics</em>, <em>8</em> (3), 431-443.</em>","year":"1998-01-01T00:00:00","endPage":"443","publicationSource":"scival","chicagoCitation":"Clyde, MA, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub653527\">\"Protein construct storage: Bayesian variable selection and prediction with mixtures.\"</a> <em>Journal of Biopharmaceutical Statistics</em> 8, no. 3 (1998): 431-443.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"3","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou1054-3406","publishedIn":"Journal of Biopharmaceutical Statistics","startPage":"431","volume":"8"}},{"uri":"https://scholars.duke.edu/individual/pub1126390","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Strategies for Model Mixing in Generalized Linear Models","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1126390\">Strategies for Model Mixing in Generalized Linear Models.</a> Smyth P, Madigan D, editors. Artificial Intelligence and Statistics. 1997;6:103-114.</em>","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126390\">\"Strategies for Model Mixing in Generalized Linear Models.\"</a> Ed. P Smyth and D Madigan. <em>Artificial Intelligence and Statistics</em> 6 (1997): 103-114.</em>","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1997","apaCitation":"Clyde, MA. (1997). <a href=\"https://scholars.duke.edu/individual/pub1126390\">Strategies for Model Mixing in Generalized Linear Models.</a> P Smyth and D Madigan (Eds.). <em>Artificial Intelligence and Statistics</em>, <em>6</em>, 103-114.</em>","year":"1997-01-01T00:00:00","endPage":"114","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126390\">\"Strategies for Model Mixing in Generalized Linear Models.\"</a> Edited by P Smyth and D Madigan. <em>Artificial Intelligence and Statistics</em> 6 (1997): 103-114.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","editorList":"Smyth, P; Madigan, D","publishedIn":"Artificial Intelligence and Statistics","startPage":"103","volume":"6"}},{"uri":"https://scholars.duke.edu/individual/pub1126399","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Using Markov chain Monte Carlo to account for model uncertainty, with applications  to wavelets","attributes":{"icmjeCitation":"Clyde MA, Parmigiani G, Vidakovic B. <a href=\"https://scholars.duke.edu/individual/pub1126399\">Using Markov chain Monte Carlo to account for model uncertainty, with applications  to wavelets.</a> In: Billard L, Fisher NI, editors. Computing science and statistics. Fairfax Station, VA: Interface Foundation of North America,; 1997. p. 209-218.</em> (Chapter)","mlaCitation":"Clyde, MA, Parmigiani, G, and Vidakovic, B. <a href=\"https://scholars.duke.edu/individual/pub1126399\">\"Using Markov chain Monte Carlo to account for model uncertainty, with applications  to wavelets.\"</a> <em>Computing science and statistics.</em> Ed. L Billard and NI Fisher. Fairfax Station, VA: Interface Foundation of North America, 1997. 209-218.</em> (Chapter)","isFavorite":"false","isbn10":"1886658021","authorList":"Clyde, MA; Parmigiani, G; Vidakovic, B","datetime":"https://scholars.duke.edu/individual/dateValue1997","apaCitation":"Clyde, MA, Parmigiani, G, & Vidakovic, B. (1997). <a href=\"https://scholars.duke.edu/individual/pub1126399\">Using Markov chain Monte Carlo to account for model uncertainty, with applications  to wavelets.</a> In L Billard and NI Fisher (Eds.), <em>Computing science and statistics</em> (pp. 209-218).</em> Fairfax Station, VA:</em> Interface Foundation of North America,.</em> (Chapter)","year":"1997-01-01T00:00:00","endPage":"218","publicationSource":"manual","chicagoCitation":"Clyde, MA, Parmigiani, G, and Vidakovic, B. <a href=\"https://scholars.duke.edu/individual/pub1126399\">\"Using Markov chain Monte Carlo to account for model uncertainty, with applications  to wavelets.\"</a> In <em>Computing science and statistics,</em>edited by L Billard and NI Fisher,</em>209-218.</em> Fairfax Station, VA: Interface Foundation of North America, 1997.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","editorList":"Billard, L; Fisher, NI","parentBookTitle":"Computing science and statistics.","startPage":"209","publishedBy":"Interface Foundation of North America,","volume":"28"}},{"uri":"https://scholars.duke.edu/individual/pub1126404","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Inference and design strategies for a hierarchical logistic regression model","attributes":{"icmjeCitation":"Clyde MA, Muller P, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub1126404\">Inference and design strategies for a hierarchical logistic regression model.</a> In: Berry DA, Stangl DK, editors. Bayesian Biostatistics. New York, NY: Marcel Dekker; 1996. p. 297-320.</em> (Chapter)","mlaCitation":"Clyde, MA, Muller, P, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126404\">\"Inference and design strategies for a hierarchical logistic regression model.\"</a> <em>Bayesian Biostatistics.</em> Ed. DA Berry and DK Stangl. New York, NY: Marcel Dekker, 1996. 297-320.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA; Muller, P; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1996","abstract":"This chapter focuses on Bayesian inference and design in binary regression experiments . As a case\nstudy  we consider heart de brillator experiments  in which the number of observations that can be\ntaken is limited  and it is important to incorporate all available prior information . In particular  by\nmodeling the individual  to  individual variation in the appropriate de brillation setting  we can use\ninformation on past patients in formulating a sensible prior distribution for designing experiments\nfor current patients . The  first part illustrates the use of hierarchical models to obtain such prior\ndistributions .\n\nThe second part of the chapter considers design strategies . An important advantage of a\nBayesian technique is that it is conceptually easy to adapt to information that accrues sequentially . This is particularly desirable when early stopping of the experimentation is of interest . In\ngeneral  analytic expressions for optimal sequential solutions are not available  and a combination\nof approximation techniques and numerical computation must be used  Here we focus on  finding\noptima within restricted sets of strategies . We compare an adaptive strategy based on  fixed per \ncentage changes in the energy levels and variable sample size  with a strategy in which all levels\nare chosen optimally  but the sample size is  fixed .","apaCitation":"Clyde, MA, Muller, P, & Parmigiani, G. (1996). <a href=\"https://scholars.duke.edu/individual/pub1126404\">Inference and design strategies for a hierarchical logistic regression model.</a> In DA Berry and DK Stangl (Eds.), <em>Bayesian Biostatistics</em> (pp. 297-320).</em> New York, NY:</em> Marcel Dekker.</em> (Chapter)","year":"1996-01-01T00:00:00","endPage":"320","publicationSource":"manual","chicagoCitation":"Clyde, MA, Muller, P, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126404\">\"Inference and design strategies for a hierarchical logistic regression model.\"</a> In <em>Bayesian Biostatistics,</em>edited by DA Berry and DK Stangl,</em>297-320.</em> New York, NY: Marcel Dekker, 1996.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-0824793340","editorList":"Berry, DA; Stangl, DK","parentBookTitle":"Bayesian Biostatistics","startPage":"297","publishedBy":"Marcel Dekker","volume":"151"}},{"uri":"https://scholars.duke.edu/individual/pub1126405","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Orthogonalizations and Prior Distributions for Orthogonalized Model Mixing","attributes":{"icmjeCitation":"Clyde MA, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub1126405\">Orthogonalizations and Prior Distributions for Orthogonalized Model Mixing.</a> In: Lee JC, Johnson WO, Zellner A, editors. Modelling and Prediction:  Honoring Seymour Geisser. Springer; 1996. p. 206-227.</em> (Chapter)","mlaCitation":"Clyde, MA, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126405\">\"Orthogonalizations and Prior Distributions for Orthogonalized Model Mixing.\"</a> <em>Modelling and Prediction:  Honoring Seymour Geisser.</em> Ed. JC Lee, WO Johnson, and A Zellner. Springer, 1996. 206-227.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1996","abstract":"Prediction methods based on mixing over a set of plausible models can help alleviate the sensitivity of inference and decisions to modeling assumptions. One important application area is prediction in linear models. Computing techniques for model mixing in linear models include Markov chain Monte Carlo methods as well as importance sampling. Clyde, DeSimone and Parmigiani (1996) developed an importance sampling strategy based on expressing the space of predictors in terms of an orthogonal basis. This leads both to a better identified problem and to simple approximations to the posterior model probabilities. Such approximations can be used to construct efficient importance samplers. For brevity, we call this strategy orthogonalized model mixing.\nTwo key elements of orthogonalized model mixing are: a) the orthogonalization method and b) the prior probability distributions assigned to the models and the coefficients. In this paper we consider in further detail the specification of these two elements. In particular, after identifying the aspects of these specifications that are essential to the success of the importance sampler, we list and briefly discuss a number of different alternatives for both a) and b). We highlight the features that may make each one of the options attractive in specific situations and we illustrate some important points via a simulated data set.","apaCitation":"Clyde, MA, & Parmigiani, G. (1996). <a href=\"https://scholars.duke.edu/individual/pub1126405\">Orthogonalizations and Prior Distributions for Orthogonalized Model Mixing.</a> In JC Lee, WO Johnson & A Zellner (Eds.), <em>Modelling and Prediction:  Honoring Seymour Geisser</em> (pp. 206-227).</em> Springer.</em> (Chapter)","year":"1996-01-01T00:00:00","endPage":"227","publicationSource":"manual","chicagoCitation":"Clyde, MA, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126405\">\"Orthogonalizations and Prior Distributions for Orthogonalized Model Mixing.\"</a> In <em>Modelling and Prediction:  Honoring Seymour Geisser,</em>edited by JC Lee, WO Johnson, and A Zellner,</em>206-227.</em> Springer, 1996.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","editorList":"Lee, JC; Johnson, WO; Zellner, A","parentBookTitle":"Modelling and Prediction:  Honoring Seymour Geisser","startPage":"206","publishedBy":"Springer","doi":"10.1007/978-1-4612-2414-3_13"}},{"uri":"https://scholars.duke.edu/individual/pub653529","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Prediction via orthogonalized model mixing","attributes":{"icmjeCitation":"Clyde MA, DeSimone H, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub653529\">Prediction via orthogonalized model mixing.</a> Journal of the American Statistical Association. 1996;91:1197-1208.</em>","mlaCitation":"Clyde, MA, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub653529\">\"Prediction via orthogonalized model mixing.\"</a> <em>Journal of the American Statistical Association</em> 91 (1996): 1197-1208.</em>","isFavorite":"false","authorList":"Clyde, MA; DeSimone, H; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1996","abstract":"We introduce an approach and algorithms for model mixing in large prediction problems with correlated predictors. We focus on the choice of predictors in linear models, and mix over possible subsets of candidate predictors. Our approach is based on expressing the space of models in terms of an orthogonalization of the design matrix. Advantages are both statistical and computational. Statistically, orthogonalization often leads to a reduction in the number of competing models by eliminating correlations. Computationally, large model spaces cannot be enumerated; recent approaches are based on sampling models with high posterior probability via Markov chains. Based on orthogonalization of the space of candidate predictors, we can approximate the posterior probabilities of models by products of predictor-specific terms. This leads to an importance sampling function for sampling directly from the joint distribution over the model space, without resorting to Markov chains. Compared to the latter, orthogonalized model mixing by importance sampling is faster in sampling models and is also more efficient in finding models that contribute significantly to the prediction. Further advantages are in the speed of convergence and the availability of more reliable convergence diagnostic tools. We illustrate these in practice, using a data set on prediction of crime rates. The model space is small enough so that enumeration of all models is available for comparison and convergence checks. Also, we demonstrate the feasibility of orthogonalized model mixing in a large-size problem, which is very difficult to attack by other methods. The data set is from a designed experiment dealing with predicting protein activity under different storage conditions. The model space is large (the rank of the design matrix is 88) and very difficult to explore if expressed in terms of the original variables. We obtain prediction intervals and a probability distribution of the setting that produces the highest response.","apaCitation":"Clyde, MA, DeSimone, H, & Parmigiani, G. (1996). <a href=\"https://scholars.duke.edu/individual/pub653529\">Prediction via orthogonalized model mixing.</a> <em>Journal of the American Statistical Association</em>, <em>91</em>, 1197-1208.</em>","year":"1996-01-01T00:00:00","endPage":"1208","publicationSource":"manual","chicagoCitation":"Clyde, MA, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub653529\">\"Prediction via orthogonalized model mixing.\"</a> <em>Journal of the American Statistical Association</em> 91 (1996): 1197-1208.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedIn":"Journal of the American Statistical Association","startPage":"1197","doi":"10.2307/2291738","volume":"91"}},{"uri":"https://scholars.duke.edu/individual/pub653530","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"The equivalence of constrained and weighted designs in multiple objective design problems","attributes":{"icmjeCitation":"Clyde M, Chaloner K. <a href=\"https://scholars.duke.edu/individual/pub653530\">The equivalence of constrained and weighted designs in multiple objective design problems.</a> Journal of the American Statistical Association. 1996;91(435):1236-1244.</em>","mlaCitation":"Clyde, M, and Chaloner, K. <a href=\"https://scholars.duke.edu/individual/pub653530\">\"The equivalence of constrained and weighted designs in multiple objective design problems.\"</a> <em>Journal of the American Statistical Association</em> 91.435 (1996): 1236-1244.</em>","isFavorite":"false","authorList":"Clyde, M; Chaloner, K","datetime":"https://scholars.duke.edu/individual/dateValue1996","abstract":"Several competing objectives may be relevant in the design of an experiment. The competing objectives may not be easy to characterize in a single optimality criterion. One approach to these design problems has been to weight each criterion and find the design that optimizes the weighted average of the criteria. An alternative approach has been to optimize one criterion subject to constraints on the other criteria. An equivalence theorem is presented for the Bayesian constrained design problem. Equivalence theorems are essential in verifying optimality of proposed designs, especially when (as in most nonlinear design problems) numerical optimization is required. This theorem is used to show that the results of Cook and Wong on the equivalence of the weighted and constrained problems apply much more generally. The results are applied to Bayesian nonlinear design problems with several objectives.","apaCitation":"Clyde, M, & Chaloner, K. (1996). <a href=\"https://scholars.duke.edu/individual/pub653530\">The equivalence of constrained and weighted designs in multiple objective design problems.</a> <em>Journal of the American Statistical Association</em>, <em>91</em> (435), 1236-1244.</em>","year":"1996-01-01T00:00:00","endPage":"1244","publicationSource":"scival","chicagoCitation":"Clyde, M, and Chaloner, K. <a href=\"https://scholars.duke.edu/individual/pub653530\">\"The equivalence of constrained and weighted designs in multiple objective design problems.\"</a> <em>Journal of the American Statistical Association</em> 91, no. 435 (1996): 1236-1244.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"435","subtypes":"","publishedIn":"Journal of the American Statistical Association","startPage":"1236","volume":"91"}},{"uri":"https://scholars.duke.edu/individual/pub1032132","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Bayesian Designs for Approximate Normality","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1032132\">Bayesian Designs for Approximate Normality.</a> In: Kitsos CP, Muller WG, editors. MODA 4 -- Advances in Model--Oriented Data Analysis. Physica-Verlag; 1995. p. 25-35.</em> (Chapter)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032132\">\"Bayesian Designs for Approximate Normality.\"</a> <em>MODA 4 -- Advances in Model--Oriented Data Analysis.</em> Ed. CP Kitsos and WG Muller. Physica-Verlag, 1995. 25-35.</em> (Chapter)","isFavorite":"false","isbn10":"3-7908-0864-4","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1995","abstract":"In many experimental design problems, the primary interest is in estimating functions of the parameters and a design is selected according to some optimality criterion. The assumption that parameter estimates are approximately normally distributed is often used to find optimal designs, as well as simplify data analysis. How well this approximation holds for small to moderate sample sizes depends on the intrinsic and parameter-effects curvatures. These measures depend on both the parameterization used as well as the experimental design. For a particular parameterization of interest, these curvatures can be reduced by the choice of the experimental design. A Bayesian approach is taken to find designs that optimize the primary design criterion subject to satisfying constraints based on these curvature measures, with the goal of improving normal approximations. The constrained designs depend on the sample size, but as the sample size increases the constraints are satisfied. A nonlinear regression example is used to illustrate the approach.","apaCitation":"Clyde, MA. (1995). <a href=\"https://scholars.duke.edu/individual/pub1032132\">Bayesian Designs for Approximate Normality.</a> In CP Kitsos and WG Muller (Eds.), <em>MODA 4 -- Advances in Model--Oriented Data Analysis</em> (pp. 25-35).</em> Physica-Verlag.</em> (Chapter)","year":"1995-01-01T00:00:00","endPage":"35","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1032132\">\"Bayesian Designs for Approximate Normality.\"</a> In <em>MODA 4 -- Advances in Model--Oriented Data Analysis,</em>edited by CP Kitsos and WG Muller,</em>25-35.</em> Physica-Verlag, 1995.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","editorList":"Kitsos, CP; Muller, WG","parentBookTitle":"MODA 4 -- Advances in Model--Oriented Data Analysis","startPage":"25","publishedBy":"Physica-Verlag","doi":"10.1007/978-3-662-12516-8"}},{"uri":"https://scholars.duke.edu/individual/pub1126403","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Optimal Design for Heart Defibrillators","attributes":{"icmjeCitation":"Clyde MA, Muller P, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub1126403\">Optimal Design for Heart Defibrillators.</a> In: Gastonia C, Hodges JS, Kass RE, Singpurwall ND, editors. Bayesian Statistics in Science and Engineering: Case Studies II. Springer-Verlag; 1995. p. 278-292.</em> (Chapter)","mlaCitation":"Clyde, MA, Muller, P, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126403\">\"Optimal Design for Heart Defibrillators.\"</a> <em>Bayesian Statistics in Science and Engineering: Case Studies II.</em> Ed. C Gastonia, JS Hodges, RE Kass, and ND Singpurwall. Springer-Verlag, 1995. 278-292.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA; Muller, P; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1995","abstract":"During heart defibrillator implantation, a physician fibrillates the patient’s heart several times at different test strengths to estimate the effective strength necessary for defibrillation. One strategy is to implant at the strength that de-fibrillates 95% of the time (ED95). Efficient choice and use of the test strengths in this estimation problem is crucial, as each additional observation increases the risk of serious injury or death. Such choice can be formalized as finding an optimal design in, say, a logistic regression problem with interest in estimating the ED95. In practice, important features specific to this problem are the very small sample sizes; the asymmetry of the loss function; and the fact that the prior distribution arises as the distribution for the next draw of patient-specific parameters in a hierarchical model.","apaCitation":"Clyde, MA, Muller, P, & Parmigiani, G. (1995). <a href=\"https://scholars.duke.edu/individual/pub1126403\">Optimal Design for Heart Defibrillators.</a> In C Gastonia, JS Hodges, RE Kass & ND Singpurwall (Eds.), <em>Bayesian Statistics in Science and Engineering: Case Studies II</em> (pp. 278-292).</em> Springer-Verlag.</em> (Chapter)","year":"1995-01-01T00:00:00","endPage":"292","publicationSource":"manual","chicagoCitation":"Clyde, MA, Muller, P, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126403\">\"Optimal Design for Heart Defibrillators.\"</a> In <em>Bayesian Statistics in Science and Engineering: Case Studies II,</em>edited by C Gastonia, JS Hodges, RE Kass, and ND Singpurwall,</em>278-292.</em> Springer-Verlag, 1995.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"978-1-4612-2546-1","editorList":"Gastonia, C; Hodges, JS; Kass, RE; Singpurwall, ND","parentBookTitle":"Bayesian Statistics in Science and Engineering: Case Studies II","startPage":"278","publishedBy":"Springer Verlag","doi":"10.1007/978-1-4612-2546-1_7","volume":"105"}},{"uri":"https://scholars.duke.edu/individual/pub1126612","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Discussion of \"Accounting for Model Uncertainty in Survival Analysis\nImproves Predictive Performance by A.E. Raftery, D.M. Madigan and\nC.T. Volinsky\"","attributes":{"icmjeCitation":"Clyde M, DeSimone H, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub1126612\">Discussion of \"Accounting for Model Uncertainty in Survival Analysis\nImproves Predictive Performance by A.E. Raftery, D.M. Madigan and\nC.T. Volinsky\".</a> In: Berger JO, Bernardo JM, Dawid AP, Smith AFM, editors. Bayesian Statistics 5. Oxford University Press; 1995. p. 341-341.</em> (Chapter)","mlaCitation":"Clyde, M, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126612\">\"Discussion of \"Accounting for Model Uncertainty in Survival Analysis\nImproves Predictive Performance by A.E. Raftery, D.M. Madigan and\nC.T. Volinsky\".\"</a> <em>Bayesian Statistics 5.</em> Ed. JO Berger, JM Bernardo, AP Dawid, and AFM Smith. Oxford University Press, 1995. 341-341.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, M; DeSimone, H; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1995","apaCitation":"Clyde, M, DeSimone, H, & Parmigiani, G. (1995). <a href=\"https://scholars.duke.edu/individual/pub1126612\">Discussion of \"Accounting for Model Uncertainty in Survival Analysis\nImproves Predictive Performance by A.E. Raftery, D.M. Madigan and\nC.T. Volinsky\".</a> In JO Berger, JM Bernardo, AP Dawid & AFM Smith (Eds.), <em>Bayesian Statistics 5</em> (pp. 341-341).</em> Oxford University Press.</em> (Chapter)","year":"1995-01-01T00:00:00","endPage":"341","publicationSource":"manual","chicagoCitation":"Clyde, M, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1126612\">\"Discussion of \"Accounting for Model Uncertainty in Survival Analysis\nImproves Predictive Performance by A.E. Raftery, D.M. Madigan and\nC.T. Volinsky\".\"</a> In <em>Bayesian Statistics 5,</em>edited by JO Berger, JM Bernardo, AP Dawid, and AFM Smith,</em>341-341.</em> Oxford University Press, 1995.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","isbn13":"9780198523567","editorList":"Berger, JO; Bernardo, JM; Dawid, AP; Smith, AFM","numPages":"1","parentBookTitle":"Bayesian Statistics 5","startPage":"341","publishedBy":"Oxford University Press","volume":"5"}},{"uri":"https://scholars.duke.edu/individual/pub1032130","vivoType":"http://vivoweb.org/ontology/core#ConferencePaper","label":"A Comparison of Algorithms for Sampling Models","attributes":{"icmjeCitation":"Clyde MA, DeSimone H, Parmigiani G. <a href=\"https://scholars.duke.edu/individual/pub1032130\">A Comparison of Algorithms for Sampling Models.</a> Joint Statistics Meetings. 1994:211-216.</em>","mlaCitation":"Clyde, MA, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1032130\">\"A Comparison of Algorithms for Sampling Models.\"</a> Joint Statistics Meetings. 1994.</em>","isFavorite":"false","isbn10":"1-883276-03-9","authorList":"Clyde, MA; DeSimone, H; Parmigiani, G","datetime":"https://scholars.duke.edu/individual/dateValue1994","apaCitation":"Clyde, MA, DeSimone, H, & Parmigiani, G. (1994). <a href=\"https://scholars.duke.edu/individual/pub1032130\">A Comparison of Algorithms for Sampling Models.</a> Joint Statistics Meetings.</em>","conferenceName":"Joint Statistics Meetings","year":"1994-01-01T00:00:00","endPage":"216","publicationSource":"manual","chicagoCitation":"Clyde, MA, DeSimone, H, and Parmigiani, G. <a href=\"https://scholars.duke.edu/individual/pub1032130\">\"A Comparison of Algorithms for Sampling Models.\"</a> Joint Statistics Meetings. 1994.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"","publishedIn":"Proceedings of the 1994 Joint Statistical Meetings; Section on Bayesian Statistical Science","startPage":"211"}},{"uri":"https://scholars.duke.edu/individual/pub1126402","vivoType":"http://purl.org/ontology/bibo/BookSection","label":"Logistic regression for spatial pair-potential models","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub1126402\">Logistic regression for spatial pair-potential models.</a> In: Spatial statistics and imaging. Institute of Mathematical Statistics; 1991. p. 14-30.</em> (Chapter)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126402\">\"Logistic regression for spatial pair-potential models.\"</a> <em>Spatial statistics and imaging.</em> Institute of Mathematical Statistics, 1991. 14-30.</em> (Chapter)","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1991","abstract":"The spatial models considered in this paper are Gibbs processes with pairwise interaction potentials, which provide a rich framework for models where the likelihood of a particular configuration of points depends on attraction or repulsion between neighboring pairs of points. However, standard statistical estimation techniques, such as maximum likelihood estimation, have been extremely difficult or impossible to use because of an awkward normalizing constant in the probability density function.\nWe develop an estimation method based on an idea of Besag (1975), who outlined a straightforward estimation procedure that places a fine grid over the realization of a point process and uses a pseudolikelihood method to estimate the parameters of the resulting lattice process.\nWe show that Besag's pseudolikelihood procedure is equivalent to maximum likelihood estimation of a certain logistic regression model, and we prove convergence of the sequence of the pseudolikelihood (parameter) estimates as the mesh of the grid becomes fine, and con- sistency as the domain's size increases.\nWe compare the pseudolikelihood method to a graphical maximum likelihood method with a simulation study. In addition we illustrate the procedure using logistic regression to fit several models to Strauss' (1975) redwood seedling data.","apaCitation":"Clyde, MA. (1991). <a href=\"https://scholars.duke.edu/individual/pub1126402\">Logistic regression for spatial pair-potential models.</a> In <em>Spatial statistics and imaging</em> (pp. 14-30).</em> Institute of Mathematical Statistics.</em> (Chapter)","year":"1991-01-01T00:00:00","endPage":"30","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub1126402\">\"Logistic regression for spatial pair-potential models.\"</a> In <em>Spatial statistics and imaging,</em>14-30.</em> Institute of Mathematical Statistics, 1991.</em> (Chapter)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Chapter","parentBookTitle":"Spatial statistics and imaging","startPage":"14","publishedBy":"Institute of Mathematical Statistics","doi":"10.1214/lnms/1215460490","volume":"20"}},{"uri":"https://scholars.duke.edu/individual/pub653532","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Geographic patterns of variation in allozymes and height growth in white spruce","attributes":{"icmjeCitation":"Furnier GR, Stine M, Mohn CA, Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub653532\">Geographic patterns of variation in allozymes and height growth in white spruce.</a> Canadian Journal of Forest Research. 1991;21(5):707-712.</em>","mlaCitation":"Furnier, GR, Stine, M, Mohn, CA, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653532\">\"Geographic patterns of variation in allozymes and height growth in white spruce.\"</a> <em>Canadian Journal of Forest Research</em> 21.5 (1991): 707-712.</em>","isFavorite":"false","authorList":"Furnier, GR; Stine, M; Mohn, CA; Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1991","abstract":"Variation in height at ages nine and 19 and at six polymorphic allozyme loci was examined for 22 seed sources in a range-wide Picea glauca provenance test. -from Authors","apaCitation":"Furnier, GR, Stine, M, Mohn, CA, & Clyde, MA. (1991). <a href=\"https://scholars.duke.edu/individual/pub653532\">Geographic patterns of variation in allozymes and height growth in white spruce.</a> <em>Canadian Journal of Forest Research</em>, <em>21</em> (5), 707-712.</em>","year":"1991-01-01T00:00:00","endPage":"712","publicationSource":"scival","chicagoCitation":"Furnier, GR, Stine, M, Mohn, CA, and Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653532\">\"Geographic patterns of variation in allozymes and height growth in white spruce.\"</a> <em>Canadian Journal of Forest Research</em> 21, no. 5 (1991): 707-712.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"5","subtypes":"","publicationVenue":"https://scholars.duke.edu/individual/jou0045-5067","publishedIn":"Canadian Journal of Forest Research","startPage":"707","volume":"21"}},{"uri":"https://scholars.duke.edu/individual/pub653531","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Radial and longitudinal variation in stem diameter increment of lodgepole pine, white spruce, and black spruce: species and crown class differences","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub653531\">Radial and longitudinal variation in stem diameter increment of lodgepole pine, white spruce, and black spruce: species and crown class differences.</a> Canadian Journal of Forest Research. 1987:1223-1227.</em> (Academic Article)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653531\">\"Radial and longitudinal variation in stem diameter increment of lodgepole pine, white spruce, and black spruce: species and crown class differences.\"</a> <em>Canadian Journal of Forest Research</em> (1987): 1223-1227.</em> (Academic Article)","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1987","apaCitation":"Clyde, MA. (1987). <a href=\"https://scholars.duke.edu/individual/pub653531\">Radial and longitudinal variation in stem diameter increment of lodgepole pine, white spruce, and black spruce: species and crown class differences.</a> <em>Canadian Journal of Forest Research</em>, 1223-1227.</em> (Academic Article)","year":"1987-01-01T00:00:00","endPage":"1227","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653531\">\"Radial and longitudinal variation in stem diameter increment of lodgepole pine, white spruce, and black spruce: species and crown class differences.\"</a> <em>Canadian Journal of Forest Research</em> (1987): 1223-1227.</em> (Academic Article)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Academic Article","publishedIn":"Canadian Journal of Forest Research","startPage":"1223"}},{"uri":"https://scholars.duke.edu/individual/pub653533","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"A new computerized system for tree ring measurement and analysis","attributes":{"icmjeCitation":"Clyde MA. <a href=\"https://scholars.duke.edu/individual/pub653533\">A new computerized system for tree ring measurement and analysis.</a> Forestry Chronicle. 1987;63:23-27.</em> (Academic Article)","mlaCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653533\">\"A new computerized system for tree ring measurement and analysis.\"</a> <em>Forestry Chronicle</em> 63 (1987): 23-27.</em> (Academic Article)","isFavorite":"false","authorList":"Clyde, MA","datetime":"https://scholars.duke.edu/individual/dateValue1987","apaCitation":"Clyde, MA. (1987). <a href=\"https://scholars.duke.edu/individual/pub653533\">A new computerized system for tree ring measurement and analysis.</a> <em>Forestry Chronicle</em>, <em>63</em>, 23-27.</em> (Academic Article)","year":"1987-01-01T00:00:00","endPage":"27","publicationSource":"manual","chicagoCitation":"Clyde, MA. <a href=\"https://scholars.duke.edu/individual/pub653533\">\"A new computerized system for tree ring measurement and analysis.\"</a> <em>Forestry Chronicle</em> 63 (1987): 23-27.</em> (Academic Article)","authorshipType":"http://vivoweb.org/ontology/core#Authorship","subtypes":"Academic Article","publishedIn":"Forestry Chronicle","startPage":"23","volume":"63"}},{"uri":"https://scholars.duke.edu/individual/pub653536","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Effects of avian seed dispersal on the genetic structure of whitebark pine populations.","attributes":{"icmjeCitation":"Furnier GR, Knowles P, Clyde MA, Dancik BP. <a href=\"https://scholars.duke.edu/individual/pub653536\">Effects of avian seed dispersal on the genetic structure of whitebark pine populations.</a> Evolution. 1987;41(3):607-612.</em>","mlaCitation":"Furnier, GR, Knowles, P, Clyde, MA, and Dancik, BP. <a href=\"https://scholars.duke.edu/individual/pub653536\">\"Effects of avian seed dispersal on the genetic structure of whitebark pine populations.\"</a> <em>Evolution</em> 41.3 (1987): 607-612.</em>","isFavorite":"false","authorList":"Furnier, GR; Knowles, P; Clyde, MA; Dancik, BP","datetime":"https://scholars.duke.edu/individual/dateValue1987","abstract":"Pinus albicaulis is a subalpine conifer that commonly displays a multistem form. The individual stems within clumps are genetically distinct individuals, having arisen from separate seeds. Individuals within a clump are genetically more similar than individuals in different clumps, but individuals in neighboring clumps do not appear to be more similar than individuals in distant clumps. This family structure appears to be a direct result of the seed-caching behavior of Clark's nutcrackers Nucifraga columbiana, the primary dispersal agent for whitebark pine seeds. -from Authors","apaCitation":"Furnier, GR, Knowles, P, Clyde, MA, & Dancik, BP. (1987). <a href=\"https://scholars.duke.edu/individual/pub653536\">Effects of avian seed dispersal on the genetic structure of whitebark pine populations.</a> <em>Evolution</em>, <em>41</em> (3), 607-612.</em>","year":"1987-01-01T00:00:00","endPage":"612","publicationSource":"scival","chicagoCitation":"Furnier, GR, Knowles, P, Clyde, MA, and Dancik, BP. <a href=\"https://scholars.duke.edu/individual/pub653536\">\"Effects of avian seed dispersal on the genetic structure of whitebark pine populations.\"</a> <em>Evolution</em> 41, no. 3 (1987): 607-612.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"3","subtypes":"","publishedIn":"Evolution","startPage":"607","volume":"41"}},{"uri":"https://scholars.duke.edu/individual/pub849642","vivoType":"http://purl.org/ontology/bibo/AcademicArticle","label":"Bayesian nonparametric models for peak identification in MALDI-TOF mass\n  spectroscopy","attributes":{"icmjeCitation":"House LL, Clyde MA, Wolpert RL. <a href=\"https://scholars.duke.edu/individual/pub849642\">Bayesian nonparametric models for peak identification in MALDI-TOF mass\n  spectroscopy.</a> Annals of Applied Statistics. 5(2B):1488-1511.</em>","mlaCitation":"House, LL, Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub849642\">\"Bayesian nonparametric models for peak identification in MALDI-TOF mass\n  spectroscopy.\"</a> <em>Annals of Applied Statistics</em> 5.2B: 1488-1511.</em>","isFavorite":"false","onlineContent":"http://hdl.handle.net/10161/11722","authorList":"House, LL; Clyde, MA; Wolpert, RL","abstract":"We present a novel nonparametric Bayesian approach based on L\\'{e}vy Adaptive\nRegression Kernels (LARK) to model spectral data arising from MALDI-TOF (Matrix\nAssisted Laser Desorption Ionization Time-of-Flight) mass spectrometry. This\nmodel-based approach provides identification and quantification of proteins\nthrough model parameters that are directly interpretable as the number of\nproteins, mass and abundance of proteins and peak resolution, while having the\nability to adapt to unknown smoothness as in wavelet based methods. Informative\nprior distributions on resolution are key to distinguishing true peaks from\nbackground noise and resolving broad peaks into individual peaks for multiple\nprotein species. Posterior distributions are obtained using a reversible jump\nMarkov chain Monte Carlo algorithm and provide inference about the number of\npeaks (proteins), their masses and abundance. We show through simulation\nstudies that the procedure has desirable true-positive and false-discovery\nrates. Finally, we illustrate the method on five example spectra: a blank\nspectrum, a spectrum with only the matrix of a low-molecular-weight substance\nused to embed target proteins, a spectrum with known proteins, and a single\nspectrum and average of ten spectra from an individual lung cancer patient.","apaCitation":"House, LL, Clyde, MA, & Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub849642\">Bayesian nonparametric models for peak identification in MALDI-TOF mass\n  spectroscopy.</a> <em>Annals of Applied Statistics</em>, <em>5</em> (2B), 1488-1511.</em>","endPage":"1511","publicationSource":"arxiv","chicagoCitation":"House, LL, Clyde, MA, and Wolpert, RL. <a href=\"https://scholars.duke.edu/individual/pub849642\">\"Bayesian nonparametric models for peak identification in MALDI-TOF mass\n  spectroscopy.\"</a> <em>Annals of Applied Statistics</em> 5, no. 2B: 1488-1511.</em>","authorshipType":"http://vivoweb.org/ontology/core#Authorship","issue":"2B","subtypes":"","publishedIn":"Annals of Applied Statistics","startPage":"1488","doi":"10.1214/10-AOAS450","volume":"5"}}]